{
  "country": "United Kingdom",
  "structureKey": "169349",
  "exportDate": "Fri Jun 06 11:42:37 GMT 2025",
  "totalArticles": 1185,
  "groupId": 45807659,
  "articles": [
    {
      "articleId": "45853248",
      "structureId": "169349",
      "title": "Liverpool Mayor Officially Opens New Liverpool Docklands Asphalt Plant",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-01-12",
        "Video": "https://www.youtube.com/embed/Ov_9tSIWlUg",
        "Summary": "Joe Anderson, Mayor of Liverpool officially opened CEMEX UK’s new asphalt plant in Liverpool’s Docklands.",
        "Image Banner": "/documents/45807659/45840111/cemex-liverpool-asphalt-plant-opening.jpg/a1dc0919-58ea-6570-4313-b237079abd64?t=1521480495014",
        "Display Title": "Liverpool Mayor Officially Opens New Liverpool Docklands Asphalt Plant",
        "Body": "<p>Joe Anderson, Mayor of Liverpool officially opened CEMEX UK’s new asphalt plant in Liverpool’s Docklands.<\/p><p>This is the first CEMEX asphalt plant in the city and represents a total investment of approximately £4 million.<\/p><p> The plant will also provide employment for six site staff and up to eight drivers,  who will transport asphalt to local projects and contracts.<\/p><p><em>“This is a great new venture for us.  In this next month, we will be supplying material for road repair and construction to Derby Road, just 450 metres from the site and Horricks Avenue, 5 miles away. Previously asphalt would have been supplied from our plants in Manchester or Buxton, the new plant will save time and money for our customers and as important, will reduce the carbon footprint for the contract,” <\/em>says Les Luxon, Asphalt National Commercial Manager based in Liverpool.<\/p><p><em>“Today it’s been great to welcome not only the Mayor but our Country President Michel Andre; representatives from Parker, the plant manufacturers; customers and colleagues and surprise guest, Steven Gerrard to join in the celebrations,<\/em>” concludes Luxon. <\/p><p>Mayor, Joe Anderson comments <em>“I’m delighted to officially open the new CEMEX asphalt plant, which represents a significant investment in the North Liverpool Docks area.  It means we now have an asphalt plant physically situated in the city of Liverpool.<\/em><\/p><p><em>“We need to invest £300 million over the next seven years to improve the roads and infrastructure in and around our city.  The new plant means that the materials needed are available locally, rather than transporting the asphalt from further field.  It’s a major benefit from an environmental point of view.  In addition it will also help employment directly at the plant and indirectly, through the CEMEX supply chain.<\/em><\/p><p><em>“All in all it’s fantastic news and another positive step for the great city of Liverpool,”<\/em>  Anderson concludes.<br>The plant is a Parker RS Mobile asphalt plant that produces 160 tonne per hour. A day’s production is enough to cover approximately 10,000 sq metres, roughly the area of a large football pitch.<\/p><p>The plant took approximately 10 weeks to build and a time lapse video of the construction can be seen at <a href=\"http://cmx.to/2Ey7G5g\" target=\"_blank\">http://cmx.to/2Ey7G5g<\/a><\/p><p>Ends<\/p><p>Notes to editors:<\/p><ul><li>For further CEMEX details contact Elizabeth Young; email: Elizabeth.young@cemex.com t: 01932 583214. <\/li><\/ul><ul><li>More news stories can be found on Twitter @CEMEX_UK and on our website www.cemex.co.uk<\/li><\/ul><ul><li>Helping to build a Great Britain – CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.  We aim to create the best service and the best solutions for a better future.<\/li><\/ul><ul><li>About CEMEX: CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.<\/li><\/ul>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:17:00.0",
      "modifiedDate": "2018-03-21 18:17:01.138",
      "categories": [
        "Press Release",
        "2018"
      ],
      "createDate": "2018-03-21 18:17:01.127",
      "status": 0
    },
    {
      "articleId": "45853262",
      "structureId": "169349",
      "title": "CEMEX UK announces new Pedestrian safety campaign",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-01-02",
        "Video": "",
        "Summary": "2018 will see the start of a new safety campaign focussing on pedestrian safety by building materials supplier, CEMEX UK.  Following on from their highly successful and market-leading cyclist safety campaign, the company is planning to engage with pedestrians to highlight the potential dangers around large goods vehicles and the part pedestrians can play in staying safe.<br><br><em>“This is an exciting and important step for us, in helping to ensure the safety of another group of vulnerable road users.  In 2016, 25% of all fatalities on our roads in this country were pedestrians* while in London it was 53% where 6.5 million journeys** are walked each day. Obviously, the vast majority of these did not involve an LGV but pedestrians should be aware of the possible dangers around large vehicles.<br><br>“For the start of the campaign we plan to put our specially designed logo and messages on some of our trucks, the first message being “Look out before you step out”. Incidents often happen in slow moving traffic in towns and cities.  Hopefully, pedestrians will see the message and “Look out before they step out,”<\/em> comments David Hart, Director of Logistics.<br><br>CEMEX UK will continue its programme of road safety talks in schools and will be looking to disseminate its safety messages to other pedestrians groups such as the elderly, who are particularly vulnerable.<br><br>Ends",
        "Image Banner": "/documents/45807659/45840111/look-out-before-you-step-out-banner.jpg/0bf4c4e1-cd1a-9b28-be8f-13c3825de3f3?t=1521480495192",
        "Display Title": "CEMEX UK announces new Pedestrian safety campaign",
        "Body": "<p>2018 will see the start of a new safety campaign focussing on pedestrian safety by building materials supplier, CEMEX UK.  Following on from their highly successful and market-leading cyclist safety campaign, the company is planning to engage with pedestrians to highlight the potential dangers around large goods vehicles and the part pedestrians can play in staying safe.<br><br><em>“This is an exciting and important step for us, in helping to ensure the safety of another group of vulnerable road users.  In 2016, 25% of all fatalities on our roads in this country were pedestrians* while in London it was 53% where 6.5 million journeys** are walked each day. Obviously, the vast majority of these did not involve an LGV but pedestrians should be aware of the possible dangers around large vehicles.<br><br>“For the start of the campaign we plan to put our specially designed logo and messages on some of our trucks, the first message being “Look out before you step out”. Incidents often happen in slow moving traffic in towns and cities.  Hopefully, pedestrians will see the message and “Look out before they step out,”<\/em> comments David Hart, Director of Logistics.<br><br>CEMEX UK will continue its programme of road safety talks in schools and will be looking to disseminate its safety messages to other pedestrians groups such as the elderly, who are particularly vulnerable.<br><br>Ends<\/p><p><strong>Notes to editors:<\/strong><br><br>For further CEMEX details contact Elizabeth Young; email: Elizabeth.young@cemex.com t: 01932 583214.   <br>*   statistics from the Department of Transport 2016 road statistics<br>**  Transport for London Casualties Fact sheet Surface Transport<br><br>•<span style=\"white-space: pre;\">\t<\/span>More news stories can be found on Twitter @CEMEX_UK and on our website www.cemex.co.uk<\/p><p>•<span style=\"white-space: pre;\">\t<\/span>Helping to build a Great Britain – CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.  We aim to create the best service and the best solutions for a better future.          <\/p><p>•<span style=\"white-space: pre;\">\t<\/span>About CEMEX: CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.<\/p>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:17:00.0",
      "modifiedDate": "2018-03-21 18:17:01.245",
      "categories": [
        "Press Release",
        "2018"
      ],
      "createDate": "2018-03-21 18:17:01.232",
      "status": 0
    },
    {
      "articleId": "45853270",
      "structureId": "169349",
      "title": "A great reception - the unique concrete desk",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-30",
        "Video": "",
        "Summary": "Visitors to AKTII in the White Collar Factory in East London cannot help but notice the unique, stylish reception desk as they enter the offices. The desk was conceived in partnership with CEMEX and incorporates cutting edge developments in concrete.",
        "Image Banner": "/documents/45807659/45840114/desk-at-akt-II-banner.jpg/31b20647-9c33-6bd1-a13f-59d5a8d7a072?t=1521483450309",
        "Display Title": "A great reception - the unique concrete desk",
        "Body": "<table width=\"100%\" border=\"0\" cellspacing=\"0\" cellpadding=\"0\"> <tbody><tr> <td style=\"padding: 0cm; border: #000000; width: 100%; text-align: left; background-color: transparent;\"> <p>Visitors to AKTII in the White Collar Factory in East London cannot help but notice the unique, stylish reception desk as they enter the offices. The desk was conceived in partnership with CEMEX and incorporates cutting edge developments in concrete.<\/p> <p>“We have recently moved into new offices at the White Collar Factory, a cutting edge office building in terms of its approach to sustainability and modern office design. There is a lot of exposed concrete, polished finished pillars and timber slats in formwork showing exemplar work in traditional concrete construction approaches. <br> <br> “Within these surroundings we wanted visitors to get a feeling of innovation, experimental, and cutting edge material use, reflecting our approach to design, combining tradition with innovation to maximise a material’s potential. <\/p> <p>“The reception desk showcases what high performance concrete can do and how fabric formwork can be used in shape generation and high quality exposed finishes- it combines function, innovation in material and fabrication and performance as a traditional desk space. It’s a working area but a stylish working area,” comments Ed Moseley, Design Director AKTII. <br> <br> The project originated after executives from AKT II were introduced to the concrete technology developed by the CEMEX Global R&D team, located in Switzerland. The inspiration behind the co-created design of the desk, was drawn from the versatility and malleability of the material, together with the modern ambience already set in the AKT II offices. <\/p> <p>“Collaborating with AKT II on this project, gave us the opportunity to push the boundaries of the innovative technologies we have been developing. We were able to present concrete in a new light and explore new fabrication techniques that, when combined together, produced an element in which one would not expect to find such material,” stated Davide Zampini, Head of CEMEX Global R&D.<br> <br> The reception desk uses ultra-high-performance concrete with fibre reinforcement which enables it to have fluid curves and embedded texture. Lightweight concrete and water-repellent technology were also used in the creation of the desk. <br> <br> This everyday piece of furniture makes a unique statement and highlights the amazing possibilities of the world’s most consumed manmade product. <\/p> <p>AKTII is a London-based firm of structural and civil engineering consultants. CEMEX R&D, Innovation and Business Development projects are part of the global R&D collaboration network, headed by CEMEX Research Centers, based in Switzerland. <\/p> <p>-Ends-<br> <br> For further CEMEX details contact Elizabeth Young; email: <a>Elizabeth.young@cemex.com<\/a> t: 01932 583214. <\/p> <ul style=\"list-style-type: disc;\"><li>More high resolution photographs of different aspects of the reception desk are available<\/li><li>More news stories can be found on Twitter @CEMEX_UK and on our website www.cemex.co.uk<\/li><li><strong>Helping to build a Great Britain – <\/strong>CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.We aim to create the best service and the best solutions for a better future.<\/li><li><strong>About CEMEX: <\/strong>CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.<p>Attachments<\/p><\/li><li>The AKTII concrete reception desk <a href=\"http://track.vuelio.uk.com/z.z?l=aHR0cHM6Ly9kb2N1bWVudHMudnVlbGlvLmNvLnVrL0RvY3VtZW50Vmlldy5hc3B4P2lkPWJjYzQzNjU5LTI1NzgtNDJjZS1hZGY5LTdkM2E2NDY0MDkyZS5qcGcmdG9rZW49OTRlNDBiNzItNDcwOC00ODM1LWFlOGMtYzE5NWM4M2NhNDgw&r=10598358822&d=4952476&p=1&t=h&h=4efd4103e6c46ea801f05f169c867a40\">The AKTII concrete reception desk<\/a><\/li><\/ul> <\/td> <\/tr> <\/tbody><\/table> <p> <\/p>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:10.471",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:10.459",
      "status": 0
    },
    {
      "articleId": "45853277",
      "structureId": "169349",
      "title": "UK celebrates 1000th hectares of restored land",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-24",
        "Video": "",
        "Summary": "<li>Special partnership between conservation charity RSPB and building materials supplier, CEMEX UK results in the creation of 1000 hectares of remarkable priority habitats.<\/li><li>The demanding 1000 hectares target has been delivered three years ahead of schedule, as part of the partnership’s Biodiversity Strategy.　\n<\/li><li>46 threatened species of birds have been helped from the brink of extinction by creation of species specific habitat. 　\n<b>\n\n<\/b><\/li>",
        "Image Banner": "/documents/45807659/45840114/1000th-ha-restored-land-banner.jpg/8281bfc9-7e45-4e12-48e3-3e4503fb76b9?t=1521483449705",
        "Display Title": "UK celebrates 1000th hectares of restored land",
        "Body": "<ul><li>Special partnership between conservation charity RSPB and building materials supplier, CEMEX UK results in the creation of 1000 hectares of remarkable priority habitats.<\/li><li>The demanding 1000 hectares target has been delivered three years ahead of schedule, as part of the partnership’s Biodiversity Strategy.　\n<\/li><li>46 threatened species of birds have been helped from the brink of extinction by creation of species specific habitat. 　\n<b>\n\n<\/b><\/li><\/ul><p dir=\"LTR\">1000 hectares of land in most need of conservation has been created thanks to the special partnership between the UK’s largest conservation charity, the RSPB and building materials supplier, CEMEX UK.　<\/p>\n<p dir=\"LTR\">1000 hectares, which would covers an area twice as big as the 2012 Olympic Park in London, have been restored to provide a much needed diverse range of habitats including nearly 600 hectares of diverse grasslands, over 177 hectares of woodland, 100 hectares of heathland and 190 hectares of ponds and open water. 　<\/p>\n<p dir=\"LTR\">These habitats provide homes for 46 threatened of birds such as Twites, House Sparrows, Swifts and Turtle Doves, plus many species of wildlife - Brown hares, Water Voles, European Eel, Small Blue Butterfly and an extensive range of plant life including rarer species such as Bluebells.　<\/p>\n<p dir=\"LTR\">In 2010 the partnership developed a Biodiversity Strategy with the aim of creating outstanding habitats on CEMEX land. The demanding target of 1000 hectares was set for the year 2020, but has just been reached with the 1000<sup>th<\/sup> hectare created at Hopwas Quarry, near Tamworth in the West Midlands. 　<\/p>\n<p dir=\"LTR\">Andy Spencer, Director of Sustainability, CEMEX UK comments: “The partnership with the RSPB has enabled us to enhance the natural environment surrounding our operations. While supplying our customers with concrete, cement, sand and stone we also aim to balance the needs of operations with the protection and enhancement of the natural world. The RSPB has been pivotal in helping us achieve this aim. 　<\/p>\n<p dir=\"LTR\">“The 1000<sup>th<\/sup> hectare that has just been created is a significant and outstanding milestone and our partnership to date has helped create some amazing places for communities and nature,” he concludes.　<\/p>\n\n<p dir=\"LTR\">This is endorsed by Mike Clarke, Chief Executive RSPB “Our nature is in trouble and we need to be creating habitats to reverse the population declines we have seen in many species, some of which are in danger of disappearing entirely.<\/p>\n\n<p dir=\"LTR\">“Working in partnership with CEMEX we have seen how land can be transformed from being an operational site or exhausted quarry into a vibrant home for wildlife. These new much needed habitats are attracting and becoming home to wildlife including threatened species. They are also offering fantastic amenities for local communities and nature lovers. 　<\/p>\n\n<p dir=\"LTR\">“The successes we are seeing are great examples of how conservationists and businesses can come together to create something special for wildlife and future generations to enjoy.”　<\/p>\n<p dir=\"LTR\">The 1000<sup>th<\/sup> hectare was created at Hopwas quarry, an exhausted sand and gravel quarry. Heather cuttings containing seeds and other flora from an adjoining Site of Scientific Interest (SSSI) site has been spread over part of the site.  This will encourage and help create heathland, typical of the surrounding area.　<\/p>\n<p dir=\"LTR\">The first hectare to benefit from the partnership in 2010 was Eversley Quarry in Hampshire where, over the years, a mosaic of different habitats has been created alongside community sports facilities.  The latest project includes the creation of reed beds to encourage Bitterns, which currently have a small population of around 80 breeding pairs in the UK.　<\/p>\n<p dir=\"LTR\">Other quarry sites that have made a significant contribution to nature include Southam in Warwickshire with a dedicated area of sparse wasteland for the Small Blue Butterfly, Dove Holes in Derbyshire where a meadow has been planted with a flower rich mix including sorrel for the Twite bird and Cambusmore in Scotland, with its rich grasslands and open waters, the perfect environment for wildfowl and birds of prey.　<\/p>\n<p dir=\"LTR\">-Ends-　<\/p>\n<p dir=\"LTR\"> <\/p>\n<b><p dir=\"LTR\">Notes to editors:　<\/p>\n<\/b><p dir=\"LTR\">For further CEMEX information contact Elizabeth Young; email: <a><span style=\"text-decoration: underline;\">Elizabeth.young@cemex.com<\/span><\/a> t: 01932 583214 　<\/p>\n<p dir=\"LTR\">For further RSPB information contact Gareth Brede, RSPB senior media officer: 01767 693221 / <a><span style=\"text-decoration: underline;\">gareth.brede@rspb.org.uk<\/span><\/a><\/p>\n<ul><li dir=\"LTR\">“The story of the 1000 hectares” video can be found on YouTube http://cmx.to/2xXPcw1　\n<\/li><li dir=\"LTR\">More news stories can be found on Twitter @CEMEX_UK and on our website <a href=\"\"><span style=\"text-decoration: underline;\">www.cemex.co.uk<\/span><\/a>\n<\/li><li dir=\"LTR\">Helping to build a Great Britain – CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.  We aim to create the best service and the best solutions for a better future.     　<\/li><li dir=\"LTR\">About CEMEX: CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.　<\/li><li><b>The RSPB is <\/b>the UK’s largest nature conservation charity, inspiring everyone to give nature a home. Together with our partners, we protect threatened birds and wildlife so our towns, coast and countryside will teem with life once again. We play a leading role in BirdLife International, a worldwide partnership of nature conservation organisations.<\/li><\/ul>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:10.534",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:10.522",
      "status": 0
    },
    {
      "articleId": "45853284",
      "structureId": "169349",
      "title": "It’s rocking, the new CEMEX brand, neogem",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-10",
        "Video": "",
        "Summary": "A new CEMEX brand of high performance aggregates, neogem has just been launched in the UK.",
        "Image Banner": "/documents/45807659/45840114/neogem-banner.jpg/b70f1fad-e755-dad4-ad07-3dd1941c4366?t=1521483450913",
        "Display Title": "It’s rocking, the new CEMEX brand, neogem",
        "Body": "<p>A new CEMEX brand of high performance aggregates, neogem has just been launched in the UK.<\/p> <p>neogem aggregates are specialist, high quality aggregates, whose intrinsic properties have been developed to meet the essential needs of five sectors in the market – Agricultural, Environmental, Industrial, Landscaping and Sport.<\/p> <p>“Our new neogem brand covers the extensive range of minerals that our quarries have to offer, from the finest sand to the largest boulders. Each type of aggregate has different properties which can help with a task and provides a much needed solution for customers. <\/p> <p>“neogem is a global brand, but the products we offer are very much local aggregates from quarries in England, Scotland and Wales which will help local customers,”  comments John Miller, CEMEX Commercial Director, Aggregates.<\/p> <p>Aggregates in the neogem Agricultural sector aim to help farmers in the first stages of food production. They include products such as Soil Remineralisation where the intrinsic natural properties of the aggregate can increase crop yields or Fertiliser Stone, that is limestone dust which acts as a liming agent to help achieve the correct soil pH. This sector also includes sand for cattle bedding.  <\/p> <p>neogem Environmental products such as rock armour and gabion stone  help to combat the impact of the environment such as in flood prevention and improved sea defences.  These neogem products are resilient, have low water absorption and are of a size and weight to withstand forces such as tides. Another product, Suds-Flow, offer a number of drainage aggregates that effectively remove surface water to minimise the risk of flooding. <\/p> <p>Industrial products in the neogem range include aggregates which are a key component of the process and are used in a number of industries including steel, sugar and rail.<\/p> <p>neogem Landscaping offers a wide range of decorative stones and rocks, from the deepest black to the brightest pink enhancing our environment, whether pebbles on the walls of a house, stones on a pathway or rocks around a garden water feature.<\/p> <p>neogem Sport products are aimed at ensuring the athletes’ safety and comfort on the pitch or track, while helping to optimise their performance. These products need to ensure stability of the surfaces with good drainage.  One product in the range is Sport sand from our Hyndford quarry in Scotland, perfect for golf bunkers.<\/p> <p> -Ends-<\/p> <p> <\/p> <p><b>Notes to editors:<\/b><\/p> <p> <\/p> <p>For further CEMEX details contact Elizabeth Young; email: <a>Elizabeth.young@cemex.com<\/a> t: 01932 583214. <\/p> <ul><li> A video on neogem and its different applications can be found at <a href=\"http://www.neogem.co.uk\">www.neogem.co.uk<\/a> or  <a href=\"/premium-aggregates.aspx\">/premium-aggregates.aspx<\/a><\/li><li>A dedicated sales line is available:  0345 1552452<\/li><li>More news stories can be found on Twitter @CEMEX_UK and on our website <a href=\"http://www.cemex.co.uk\">www.cemex.co.uk<\/a><br> <\/li><li><b>Helping to build a Great Britain – <\/b>CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.  We aim to create the best service and the best solutions for a better future.<br> <\/li><li><b>About CEMEX: <\/b>CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.<\/li><\/ul>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:10.61",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:10.597",
      "status": 0
    },
    {
      "articleId": "45853291",
      "structureId": "169349",
      "title": "The first jumbo train carrying building materials leaves Cardiff",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-21",
        "Video": "",
        "Summary": "History has been made with the first jumbo train of 34 wagons and 660 metres long departing from Associated British Ports rail terminal in Cardiff, South Wales and travelling to Acton in London. The load of 2300 tonnes of building materials will be used in the construction industry in the South East and delivering the materials by rail will save the equivalent of over 80 truck loads on our congested roads.　",
        "Image Banner": "/documents/45807659/45840114/jumbo-train-cardiff-banner.jpg/b9307dc4-2907-7f21-e12f-38e459e19fa9?t=1521483450493",
        "Display Title": "The first jumbo train carrying building materials leaves Cardiff",
        "Body": "<p dir=\"LTR\">History has been made with the first jumbo train of 34 wagons and 660 metres long departing from Associated British Ports rail terminal in Cardiff, South Wales and travelling to Acton in London. The load of 2300 tonnes of building materials will be used in the construction industry in the South East and delivering the materials by rail will save the equivalent of over 80 truck loads on our congested roads.　<\/p>\n<p dir=\"LTR\">The train, operated by Britain’s biggest rail freight operator DB Cargo UK transported limestone from CEMEX’s Wenvoe and Taff’s Well quarries, on the outskirts of Cardiff for use in the production of asphalt and concrete in London and the South East. Footage of the train leaving South Wales can be seen at <a href=\"http://track.vuelio.uk.com/z.z?l=aHR0cHM6Ly95b3V0dS5iZS9PMGxhV2xZTXJROA%3d%3d&r=10405389973&d=4691707&p=1&t=h&h=4550f8e4e2da8e91e7d0e8e32550e01b\"><span style=\"text-decoration: underline;\">https://youtu.be/O0laWlYMrQ8<\/span><\/a><\/p>\n<b><\/b><p dir=\"LTR\"><b>CEMEX UK Rail and Sea manager Mark Grimshaw Smith <\/b>comments “This is the first freight train of this size to ever travel from South Wales.  Usually only 21 wagons are used but using 60% more wagon capacity makes it more efficient and definitely more environmentally friendly.　<\/p>\n<p dir=\"LTR\">“We hope that we can use this type of jumbo train on other parts of the rail network where we have rail heads in quarries and we need materials such as rock, sand and gravel to be transported into conurbations such as London, where the roads are most congested.  We look forward to working work with Network Rail and DB Cargo UK to make this possible.” 　<\/p>\n<b><\/b><p dir=\"LTR\"><b>David Fletcher, Head of Major Projects at DB Cargo UK, said:<\/b> “Using longer trains makes rail an even more efficient and competitive mode of transport. DB Cargo UK is pleased to have worked with Network Rail to deliver this new service for CEMEX UK. The 662 metres or 0.4 miles long train required the use of two locomotives because of the inclines in the Severn Tunnel. The use of one path to move a longer train also releases capacity for other freight services on a busy network. .” 　<\/p>\n<p>-Ends-<\/p><p> <\/p><p> <\/p><p dir=\"LTR\">For further CEMEX details contact Elizabeth Young; email: <a><span style=\"text-decoration: underline;\">Elizabeth.young@cemex.com<\/span><\/a> t: 01932 583214. 　<\/p><ul><li style=\"text-align: justify;\" dir=\"LTR\">More news stories can be found on Twitter @CEMEX_UK and on our website www.cemex.co.uk　<b><\/b><\/li><li style=\"text-align: justify;\" dir=\"LTR\"><b>Helping to build a Great Britain – <\/b>CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.We aim to create the best service and the best solutions for a better future.　<\/li><li style=\"text-align: justify;\" dir=\"LTR\"><b>About CEMEX: <\/b>CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.　<\/li><\/ul>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:10.67",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:10.657",
      "status": 0
    },
    {
      "articleId": "45853298",
      "structureId": "169349",
      "title": "On the road, the latest high performance concrete mixer",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-16",
        "Video": "",
        "Summary": "<span style=\"font-family: 'Arial','sans-serif';\">Neil Corner, an independent contractor haulier has just taken delivery of a new 6-wheeler Volvo FM11 ready mixed concrete truck, one of 17 new Volvo vehicles with Hymix mixer unit to be branded in CEMEX livery and delivering concrete across the country on behalf of the company.<\/span>",
        "Image Banner": "/documents/45807659/45840114/Neil-Corner-with-new-Volvo-FM11-6-wheeler-banner.jpg/003f5c0a-007f-d89d-eaeb-6ec2ca75cd8d?t=1521483450837",
        "Display Title": "On the road, the latest high performance concrete mixer",
        "Body": "<p><span style=\"font-family: 'Arial','sans-serif';\">Neil Corner, an independent contractor haulier has just taken delivery of a new 6-wheeler Volvo FM11 ready mixed concrete truck, one of 17 new Volvo vehicles with Hymix mixer unit to be branded in CEMEX livery and delivering concrete across the country on behalf of the company.<\/span><\/p> <p><span style=\"color: black; font-family: 'Arial','sans-serif';\">Representing a significant investment by the company, Charlie Stanford National Fleet Liaison Manager, has worked closely with engineers and mechanics at both Volvo and Hymix to produce <\/span><span style=\"font-family: 'Arial','sans-serif';\">one of the lightest and most efficient vehicles on the market while offering the driver greater comfort and ease of handling.<\/span><\/p> <p><span style=\"font-family: 'Arial','sans-serif';\">The new Volvo FM11 with Hymix P2 mixer unit <span> <\/span>includes the latest technology including a fully automatic gearbox, 11 litre 370HP engine for greater economy, lower N3 chassis design to give greater visibility, nearside foot-well window fitted in production and more storage facilities for the driver. The Hymix intergrated mixer unit has electronic CANbus controls both in the cab and the back of the truck.<\/span><\/p> <p><span style=\"font-family: 'Arial','sans-serif';\">Adaptive brake control lane departure and advanced forward collision warning systems come as standard.<\/span><\/p> <p><span style=\"font-family: 'Arial','sans-serif';\">“Although it is early days, this truck is fantastic to drive. Everything is designed to make life easier from the lighter vehicle, the automatic gears and the hands free phone. I’ve been driving concrete trucks since 1987 and collecting and delivering concrete couldn’t be easier,” comments Neil Corner.<span>  <\/span><\/span><\/p> <p><span style=\"font-family: 'Arial','sans-serif';\">Neil is one of 350 CEMEX independent haulier contractors and works out of Letchworth plant.<\/span><\/p> <p><span style=\"font-family: 'Arial','sans-serif';\">-Ends-<\/span><\/p> <p><span style=\"font-family: 'Arial','sans-serif';\"> <\/span><\/p> <p><b><span style=\"font-family: 'Arial','sans-serif'; font-size: 10pt;\">Notes to editors:<\/span><\/b><\/p> <p><span style=\"font-family: 'Arial','sans-serif'; font-size: 10pt;\">For further CEMEX details contact Elizabeth Young; email: <\/span><a><span style=\"color: windowtext; font-family: 'Arial','sans-serif'; font-size: 10pt;\">Elizabeth.young@cemex.com<\/span><\/a><span style=\"font-family: 'Arial','sans-serif'; font-size: 10pt;\"> t: 01932 583214. <\/span><\/p> <ul style=\"list-style-type: disc;\"><li style=\"color: #000000; font-family: 'Times New Roman','serif'; font-size: 12pt; font-style: normal; font-weight: normal;\"><p><span style=\"font-family: 'Arial','sans-serif'; font-size: 10pt;\">More news stories can be found on Twitter @CEMEX_UK and on our website www.cemex.co.uk<\/span><\/p><\/li><\/ul> <ul style=\"list-style-type: disc;\"><li style=\"color: #000000; font-family: 'Times New Roman','serif'; font-size: 12pt; font-style: normal; font-weight: normal;\"><p><b><span style=\"font-family: 'Arial','sans-serif'; font-size: 10pt;\">Helping to build a Great Britain – <\/span><\/b><span style=\"font-family: 'Arial','sans-serif'; font-size: 10pt;\">CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.<span>  <\/span>We aim to create the best service and the best solutions for a better future.<span>     <\/span><span>     <\/span><\/span><\/p><\/li><li style=\"color: #000000; font-family: 'Times New Roman','serif'; font-size: 12pt; font-style: normal; font-weight: normal;\"><p><b><span style=\"color: black; font-family: 'Arial','sans-serif'; font-size: 10pt;\">About CEMEX: <\/span><\/b><span style=\"color: black; font-family: 'Arial','sans-serif'; font-size: 10pt;\">CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.<\/span><\/p><p><span style=\"font-family: 'Arial','sans-serif'; font-size: 10pt;\"> <\/span><\/p><\/li><\/ul> <p><span style=\"font-family: 'Arial','sans-serif';\"> <\/span><\/p>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:10.737",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:10.723",
      "status": 0
    },
    {
      "articleId": "45853305",
      "structureId": "169349",
      "title": "Environmental Savings for construction, by barge",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-16",
        "Video": "",
        "Summary": "<strong>Last month was a record month for transporting aggregates by barge down the River Thames, saving approximately 320 road journeys.<\/strong>",
        "Image Banner": "/documents/45807659/45840114/aggs-by-barge-house-of-commons-banner.jpg/90013abd-224c-ee23-ffe3-7cac1d197f25?t=1521483449852",
        "Display Title": "Environmental Savings for construction, by barge",
        "Body": "<p><strong>Last month was a record month for transporting aggregates by barge down the River Thames, saving approximately 320 road journeys.<\/strong><\/p> <p>June saw record tonnages by barge of 10,300 tonnes sand and gravel loaded at Dagenham Wharf and transported along the River Thames to Fulham, to meet the increasing demand for concrete by the London construction market. The tonnage represents the equivalent of approximately 320 road journeys by 8-wheeler HGVs.<\/p> <p>CEMEX started barging down the Thames in 2012 and today, approximately three or four barge loads a week are transported by contractor, Thames Shipping Limited. So far this year, approximately 48,000 tonnes has been transported by this mode of transport.<\/p> <p> “Barging is just one of the alternative modes of transport to road transportation. Combined with rail and sea freight this forms a significant link in our overall Supply Chain. Barge movements are on course to transport 50% more by volume than last year, producing a great environmental saving”, comments Mark Grimshaw-Smith, Head of Rail and Sea<\/p> <p>-Ends-<\/p> <p><b> <\/b><\/p> <p><b><\/b><\/p><p><b>Notes to editors:<\/b><\/p><p>For further CEMEX details contact Elizabeth Young; email: <a onclick=\"return false;\" target=\"blank\"><span style=\"color: #e40000;\">Elizabeth.young@cemex.com<\/span><\/a> t: 01932 583214. <\/p><ul><li><more>More news stories can be found on Twitter @CEMEX_UK and on our website <a href=\"http://www.cemex.co.uk\" onclick=\"return false;\" target=\"blank\"><span style=\"color: #e40000;\">www.cemex.co.uk<\/span><\/a><br><\/more><\/li><li><more><b>Helping to build a Great Britain – <\/b>CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.  We aim to create the best service and the best solutions for a better future.      <\/more><more>    <b><\/b><\/more><\/li><li><more><b>A<\/b><\/more><more><b>bout CEMEX: <\/b>CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.<\/more><\/li><\/ul><br>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:10.793",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:10.78",
      "status": 0
    },
    {
      "articleId": "45853312",
      "structureId": "169349",
      "title": "Rare bee-eater chicks hatch after 24-hour guard in Nottinghamshire quarry",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-20",
        "Video": "",
        "Summary": "<li>Seven birds showed up at a working quarry in East Leake in June, attracting around 10,000 visitors.<\/li><li>Nests have been watched around the clock to protect against predators and human disturbance.<\/li><li style=\"text-align: justify;\">Bee-eater chicks have hatched at a quarry in Nottinghamshire – just the third time this has happened in the UK in a decade.<\/li>",
        "Image Banner": "/documents/45807659/45840114/bee-eater-jeff-rose-banner.jpg/22ccdd38-28d2-f66f-180c-195a597a03da?t=1521483449930",
        "Display Title": "Rare bee-eater chicks hatch after 24-hour guard in Nottinghamshire quarry",
        "Body": "<ul><li>Seven birds showed up at a working quarry in East Leake in June, attracting around 10,000 visitors.<\/li><li>Nests have been watched around the clock to protect against predators and human disturbance.<\/li><li style=\"text-align: justify;\">Bee-eater chicks have hatched at a quarry in Nottinghamshire – just the third time this has happened in the UK in a decade.<\/li><\/ul><usually _rdeditor_temp=\"1\"> <p> <\/p><p>Seven rare bee-eaters, a spectacularly colourful bird which usually breeds in southern Europe and Africa, turned up unexpectedly at CEMEX’s East Leake quarry near Loughborough on 25 June. Three nest holes have been seen in the quarry’s sandy bank.<\/p><p> <\/p><p>Yesterday afternoon (19 July) RSPB wardens watching the nests noticed parent birds flying to and from one of the nest holes with food, indicating that young were being fed. The other two nests are now also on the verge of hatching and the RSPB expects all three will have young by the weekend. <\/p><p> <\/p><p>Bee-eaters are rare visitors to the UK. Before the Millennium they had only appeared twice, but have since nested in Cumbria (2015), the Isle of Wight (2014), Herefordshire (2005) and Country Durham (2002). It is thought they are expanding their range north due to climate change.<\/p><p> <\/p><p>Mark Thomas, RSPB Senior Investigations Officer, said: “These exotic birds – a kaleidoscope of greens, yellows, reds and blues – are much more likely to be seen in southern Europe or Africa rather than Nottinghamshire. But we’re delighted to see bee-eaters return to nest in the UK once more; a very rare occurrence that has wildlife enthusiasts very excited.” <\/p><p> <\/p><p>Around 10,000 people are thought to have seen the Nottinghamshire bee-eaters, some travelling from as far afield as Cornwall and County Durham.<\/p><p> <\/p><p>As their name suggests, bee-eaters feed predominately on bees and other flying insects like wasps and dragonflies. After catching a bee, the birds will toss it into the air or strike the bee against a branch to remove the string, rendering it safe to swallow.<\/p><p> <\/p><p>Mark added: “Bee-eaters are sociable birds and nest together in small groups. Often pairs will enlist the help of a single, younger bird to help bring food and rear their chicks. Bringing up baby is very much a community effort.<\/p><p> <\/p><p>“In recent years, bee-eater sightings have been on the increase. We believe the birds are being pushed northwards due to climate change, so are likely to become more established visitors to the UK in the future. And, thanks to this partnership with CEMEX, we can provide that right habitat for them.”<\/p><p> <\/p><p>Bee-eaters and nest in burrows that reach up to 10ft (3m) often in sand banks, in which they lay 3-8 white eggs. <\/p><p> <\/p><p>Andy Spencer, Sustainability Director at CEMEX, said: “Working quarries like this one offer the perfect home for bee-eaters and other birds like sand martins. On CEMEX quarry sites we build dedicated sand piles away from the operations where birds can make their nests and breed without interruption. We’re delighted to be hosting these charming visitors for the duration of their stay in the UK.\"  <\/p><p> <\/p><p>Because the birds are so rare, round-the-clock protection was necessary to ensure the birds and their nests were not disturbed. Working closely with CEMEX, the RSPB deployed wardens to monitor the site day and night to ensure the safety of both birds and birdwatchers. <\/p><p> <\/p><p>Mark Thomas explained: “By day, the nests were at risk from egg collectors, and by night the eggs – and now the chicks – are at risk of being taken by a fox. Fox prints were seen in the sand, so we posted wardens armed with torches on night watch to deter any predators that might be on the prowl. Sure enough, one night, a fox appeared near the nests, but was scared away by the torchlight. If we hadn’t been present, it would almost certainly have got the chicks.”<\/p><p> <\/p><p>The nestlings are expected to fledge around mid-August, giving birdwatchers a chance to see them before the colony flies back to their southern territories.<\/p><p> <\/p><p>To visit the bee-eaters, go to Ashby Road, East Leake, Notts LE12 6RG.<\/p><p> <\/p><p>More: <\/p><p><ahref=\"https:>https://www.rspb.org.uk/community/ourwork/b/biodiversity/archive/2017/06/26/how-to-see-bee-eaters-in-nottinghamshire.aspx<\/ahref=\"https:><\/p><p> <\/p><p> -Ends-<\/p><p> <\/p><p> <\/p><p> <\/p><p> <\/p><p> <\/p><p>For further CEMEX details contact Elizabeth Young on 01932 583214 or email <\/p><p><a>Elizabeth.young@cemex.com<\/a><\/p><p> <\/p><p> <\/p><p>Photographs, video and interviews:<\/p><p> <\/p><p>For further images, video or to arrange an ISDN broadcast-quality radio interview please contact Harry Bellew, RSPB.<\/p><p>Image Credit: Jeff Rose <\/p><p> <\/p><p> <\/p><p>Editor’s notes:<\/p><p> <\/p>The RSPB is the UK’s largest nature conservation charity, inspiring everyone to give nature a home. Together with our partners, we protect threatened birds and wildlife so our towns, coast and countryside will teem with life once again. We play a leading role in BirdLife International, a worldwide partnership of nature conservation organisations. <a href=\"http://www.rspb.org.uk\"><p>www.rspb.org.uk<\/p><\/a><p> <\/p>About CEMEX: CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.<p> <\/p><p>More news stories can be found on Twitter @CEMEX_UK and on our website <\/p><a href=\"\"><p>www.cemex.co.uk<\/p><\/a><p> <\/p><p> <\/p><p> <\/p><p> <\/p><p> <\/p><p> <\/p><\/usually>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:10.881",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:10.864",
      "status": 0
    },
    {
      "articleId": "45853319",
      "structureId": "169349",
      "title": "15cms makes all the difference ... to the lower N3 truck drivers",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-13",
        "Video": "",
        "Summary": "15cms makes all the difference to the driver’s visibility in the new lower N3 trucks, which now form 100% of the CEMEX London aggregates fleet*.",
        "Image Banner": "/documents/45807659/45840114/n3-truck-drivers-banner.jpg/84cc7911-77c8-52c8-fe8d-7dbe28348c91?t=1521483450749",
        "Display Title": "15cms makes all the difference ... to the lower N3 truck drivers",
        "Body": "<p>15cms makes all the difference to the driver’s visibility in the new lower N3 trucks, which now form 100% of the CEMEX London aggregates fleet*.<\/p> <p>The CEMEX aggregate tippers from manufacturer, DAF and Mercedes meet London’s proposed Direct Vision Standard instigated by London’s Mayor, Sadiq Khan in an effort to ensure greater visibility and safety for all drivers on London roads.<\/p> <p>The N3 8-wheeler tippers are based at CEMEX’s sites in Datchet near Slough and Angerstein Wharf near Dartford. These sites provide sand and gravel for the London construction market.<\/p> <p>“For truck operators in London, it’s a case of “one size doesn’t fit all” you have to consider the whole journey, in particular the collection and the delivery points. The N3 has the advantage of the lower cab and greater visibility, ideal for busy roads with cyclists and pedestrians as well as traffic, while the N3G has greater ground clearance, often needed on construction sites where the access road may be uneven and poor.<\/p><p>“The majority of our deliveries are to our readymix concrete plants in Greater London where we know the condition of the access routes. The N3 helps us to try and keep everyone using London roads safe,” comments Rob Wilkinson, Southern Regional Logistics Manager. <\/p> <p> -END-<\/p>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:10.958",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:10.946",
      "status": 0
    },
    {
      "articleId": "45853326",
      "structureId": "169349",
      "title": "Bird islands created out of surplus from CEMEX cement plant",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-23",
        "Video": "",
        "Summary": "Three new islands have been created for wetland and wading birds out of the ash surplus from nearby South Ferriby cement plant, close to the Humber. It is hoped that over 5000 birds will enjoy the moonscape-like surface of the small, but perfectly formed islands.",
        "Image Banner": "/documents/45807659/45840114/cemexrspb-2017-banner.jpg/693a2297-a098-9ce6-656b-e7c5a346dbe1?t=1521483450132",
        "Display Title": "Bird islands created out of surplus from CEMEX cement plant",
        "Body": "<p>Three new islands have been created for wetland and wading birds out of the ash surplus from nearby South Ferriby cement plant, close to the Humber. It is hoped that over 5000 birds will enjoy the moonscape-like surface of the small, but perfectly formed islands.<\/p> <p>The islands have been created in the alkaline lake on land adjoining the cement plant using ash from the cement making process.  This environment is very sterile and does not allow much vegetation to grow, perfect for wading birds such as Dunlin and Redshank to roost on and little ringed plovers to nest on. And predators have nowhere to hide! <\/p> <p>The location of the 10 metre by 30 metre islands means that the birds are sheltered from North Westerly winds and provide a safe haven when there is bad weather or high tides on the Humber.  The cement works is next to the RSPB (Royal Society for the Protection of birds) Reads Island reserve which offers a home to up to 50,000 wetland birds.  These birds will find the nearby islands also provide a safe roosting area that is relatively undisturbed when the weather is bad.<\/p> <p>Peter Short, RSPB Humber Reserves site manager comments “Once the islands are established we hope to attract a wide range of different species using them for roosting and breeding such as dunlin, redshank, lapwing, curlew, ringed plover and avocet.<\/p> <p>“Safe undisturbed areas for breeding waders are at a premium along the Humber which means species like little ringed plover and ringed plover often struggle to find suitable breeding habitat. The islands will give new nesting areas for these two species – every chick counts towards their conservation,” he concludes.<\/p> <p>“Our long term partnership with the RSPB has enabled us to create some wonderful habitats like the bird islands at South Ferriby. In this case, the expertise of the RSPB on what will make the perfect environment for the birds combined with our surplus materials and land have provided nature with a home,” says Kevin Groombridge, Environmental Manager South Ferriby cement plant. <\/p> <p> -Ends-<\/p> <p> <\/p> <p><b>Notes to editors:<\/b><\/p> <p>For further CEMEX details contact Elizabeth Young; email: <a>Elizabeth.young@cemex.com<\/a> t: 01932 583214. <\/p><ul><li> <more>More news stories can be found on Twitter @CEMEX_UK and on our website <a href=\"http://www.cemex.co.uk\">www.cemex.co.uk<\/a><\/more><\/li><\/ul><p><more><\/more><\/p><ul><li><more><b>Helping to build a Great Britain – <\/b>CEMEX’s vision is to help build a greater Britain by providing solutions to construction problems through our innovative building materials, our expertise, our understanding of the construction issues and our people.  We aim to create the best service and the best solutions for a better future.      <br><\/more><more>    <b><\/b><\/more><\/li><li><more><b>A<\/b><\/more><more><b>bout CEMEX: <\/b>CEMEX is a global manufacturer of building materials and the biggest Mexican investor in the UK, with 3,000 people employed across 450 sites nationwide. In this country, we are a leading provider of aggregates, cement, ready-mixed concrete and rail sleepers with annual sales of around £1 billion.<\/more><\/li><\/ul>"
      },
      "tags": [],
      "displayDate": "2018-03-21 18:20:00.0",
      "modifiedDate": "2018-03-21 18:20:11.032",
      "categories": [
        "Press Release",
        "2017"
      ],
      "createDate": "2018-03-21 18:20:11.02",
      "status": 0
    }
  ],
  "localeId": "en_GB"
}