{
  "country": "United Kingdom",
  "structureKey": "169349",
  "exportDate": "Tue Jun 17 14:31:00 GMT 2025",
  "totalArticles": 1307,
  "groupId": "45807659",
  "articles": [
        {
      "articleId": "45854091",
      "structureId": "169349",
      "title": "Improving Safety for Drivers at our Hyndford Quarry",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-03-14",
        "Video": "",
        "Summary": "During a recent Visible Felt Leadership (VFL) session at Hyndford Quarry with several contract haulage drivers, it was identified that when leaving the site, drivers had to exit their cabs and descend a set of stairs to get their tickets from the weighbridge as well as checking their weights.",
        "Image Banner": "/documents/45807659/45840276/Hyndford-banner.jpg/e1873136-f16a-f2a8-d529-248fb6001618?t=1521493300262",
        "Display Title": "Improving Safety for Drivers at our Hyndford Quarry",
        "Body": "<p>Kevin Hill, Quarry Manager explains, <em>“If they were overweight or underweight they would need to go back and tip off or be reloaded. This meant going up and down to and from their cabs and the weighbridge. <\/em><\/p><p><em>\"We have since installed a scale display that shows the drivers their gross weight when in their cabs which, if it identifies they are overweight or short of material, they simply go back without exiting their cab. This simple improvement reduces the potential for slips, trips and falls.”<\/em> <\/p><p>Great work Kevin !<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:15.878",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:32.971",
      "status": 0
    },
    {
      "articleId": "45854098",
      "structureId": "169349",
      "title": "Safety Partners Award for Mayo",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-03-14",
        "Video": "",
        "Summary": "Congratulations to Mayo Civil Engineering Ltd, winners of our Readymix area 6’s Partners in Safety award for excellence in safety on site at Rumworth School in Bolton.  Damien Jenkins, Readymix Sales Exec (far left), was there to present Mayo with their award.",
        "Image Banner": "/documents/45807659/45840276/safety-partners-award.jpg/8e86af66-f6f9-ae98-1668-d073bea0ca39?t=1521493311968",
        "Display Title": "Safety Partners Award for Mayo",
        "Body": "<p><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:16.039",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.045",
      "status": 0
    },
    {
      "articleId": "45854105",
      "structureId": "169349",
      "title": "Always check you’re using the correct device charger!",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-03-14",
        "Video": "",
        "Summary": "An incident at one of our sites this week reminded us all at home and work to ensure we use the correct chargers for re-chargeable devices.",
        "Image Banner": "/documents/45807659/45840276/always-check-you-are-using-the-correct-device.jpg/ec974579-6a7d-e2c6-a848-5b1efc49bce0?t=1521493286025",
        "Display Title": "Always check you’re using the correct device charger!",
        "Body": "<p>If the incorrect voltage charger is used with a device, it can cause overheating and combustion in the device, with potential for personal injury and fire risk. <\/p><p>It is important to always use the correct chargers with electrical systems, both at work and at home. Always use the charger provided with the device, which will be the correct voltage and current.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:16.197",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.136",
      "status": 0
    },
    {
      "articleId": "45854112",
      "structureId": "169349",
      "title": "Mark Pawsey MP Visits CEMEX Apprentices during National Apprenticeship Week",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-03-14",
        "Video": "",
        "Summary": "MP for Rugby and Bulkington Mark Pawsey visited three of CEMEX’s apprentices based in Rugby - Luke Low, Jamie Collins and Joshua Sargent - to find out about the opportunities an apprenticeship offers.",
        "Image Banner": "/documents/45807659/45840276/cemex-apprentices-and-mark-pawsey-mp.jpg/3dc8513f-45f3-fce5-10e9-6caa3209aa4e?t=1521493291648",
        "Display Title": "Mark Pawsey MP Visits CEMEX Apprentices during National Apprenticeship Week",
        "Body": "<p>Since 2010 there have been over 6,700 apprenticeship starts in Rugby with over 1,000 new apprentices starting in 2016-17.  During Mark’s visit to CEMEX, he was joined by Barrie Flitton, CEMEX’s Cement Logistics Operations Manager and Dave Hart, CEMEX UK logistics Director, to speak to three of the firm’s apprentices who are nearing the end of their 12 months training programme at their Rugby site. <\/p><p>Luke, Jamie and Joshua all spoke about how they had worked closely with experienced drivers to secure their HGV license and learn the tricks of the trade, including unloading the full cement tankers at their destination.<\/p><p> Speaking after meeting the apprentices, Mark said: <em>“It was very clear from meeting the longstanding members of staff at CEMEX helping to deliver apprenticeship training how enthusiastic they are about offering a new generation the skills the experience that they have built up over the years. However, as was highlighted by Barrie Flitton, young apprentices often bring a new set of skills with them, including a familiarity with modern technology which CEMEX are increasingly incorporating into their vehicles.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:16.365",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.196",
      "status": 0
    },
    {
      "articleId": "45854119",
      "structureId": "169349",
      "title": "Readybrick Emoji Impresses at Ecobuild",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-03-09",
        "Video": "",
        "Summary": "Head of marketing and bid James Fairclough and his team have been busy constructing the latest Readybrick stand at the Ecobuild exhibition this week.",
        "Image Banner": "/documents/45807659/45840276/Readybrick-stand-banner.JPG/f3e192c5-1e1b-9df9-268f-235864fda262?t=1521493310448",
        "Display Title": "Readybrick Emoji Impresses at Ecobuild",
        "Body": "<p>His team made a laughing emoji out of our concrete facing bricks to catch the eyes of people walking by and demonstrate the versatility of our range. <\/p><p>  Good luck to the team staffing the stand and we hope it generates a lot of potential sales leads for our Readybrick business.<\/p>\n<p>James passed on his thanks to the guys who trekked the brick slips out of West Calder in the snow to make this happen!!<\/p><p><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:16.524",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.269",
      "status": 0
    },
    {
      "articleId": "45854140",
      "structureId": "169349",
      "title": "International Women’s Day 2018",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-03-08",
        "Video": "https://www.youtube.com/embed/rO-tg-sBbqY",
        "Summary": "To celebrate and promote International Women’s Day on March 8th CEMEX UK has produced some short videos profiling women in our business.",
        "Image Banner": "/documents/45807659/45840276/IWD-2018-Banner.jpg/56b75180-edca-ab4d-0f6d-6a51217409be?t=1521493300748",
        "Display Title": "International Women’s Day 2018",
        "Body": "<div>\n<p><\/p>\n<p><\/p>\n<p><\/p>\n<p><\/p>\n<\/div>\n<p>Our industry is traditionally male dominated and it is good to show that there are women in our business and hopefully encourage more women to think of it as a career.<\/p><p>  The videos are of Lauren Nugent (quarry manager), Emily Luff (apprentice) Karen Hearnshaw (project planner) and Josie Higgins (technical administrator).<\/p>\n<p>Here are some quotes and testimonies from female directors in our business: Clare Pickering, Business Performance Director (left of pic), and Emma Needham, Business Planning Director (right of pic) to share and encourage more women to pursue careers with us:<\/p>\n<p>Clare: <em>“You should always try to be yourself and let your talent shine through. In CEMEX we strive to be the best and for that we need the best teams, the best people, there is no question of gender.”<\/em><\/p><p>Emma: <em>“Every woman has to find what works best for her when juggling family, work and social life.  That’s the same for everyone.  When starting out on a career, prioritise what you need to do to make your chosen path happen.”<\/em>\n<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:16.752",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.451",
      "status": 0
    },
    {
      "articleId": "45854147",
      "structureId": "169349",
      "title": "CEMEX renews partnership with Continental.",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-28",
        "Video": "",
        "Summary": "CEMEX has partnered with Continental tyres for a further three years providing a fixed price tyre contact for our Cement and Aggregates Logistics fleets.",
        "Image Banner": "/documents/45807659/45840276/continental-tyres-banner.jpg/fc0679d3-8ef6-9ebf-a4c5-5222f6b0b288?t=1521493293606",
        "Display Title": "CEMEX renews partnership with Continental.",
        "Body": "<p>Part of this relationship is promoting health and safety in the tyre provider network who service our vehicles. Joint CEMEX and Continental workshops have taken place at Bristol, Cambridge, Rugby, Runcorn which were well attended by CEMEX staff and the tyre service agents.<\/p>\n<p>Safety was priority for the day – with key points on safe systems of work, PPE and vehicle safe isolation and use of wheel chocks etc. Our contract has provided industry leading results with high audit scores for tyres being safe, legal and fuel efficient.<\/p>\n<p>We have seen significant improvements in reductions in on road tyre blow outs, roadside breaks downs and call outs – ensuring our products arrive both safely and on time.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:16.977",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.522",
      "status": 0
    },
    {
      "articleId": "45854154",
      "structureId": "169349",
      "title": "CEMEX Renews BirdLife Partnership",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-23",
        "Video": "",
        "Summary": "CEMEX recently announced the renewal of its partnership with BirdLife International (BirdLife), the world’s largest nature conservation partnership.",
        "Image Banner": "/documents/45807659/45840276/biodiversity-baner.jpg/579a869d-a96a-3130-a852-35fafd6d8d3e?t=1521493288936",
        "Display Title": "CEMEX Renews BirdLife Partnership",
        "Body": "<p>Following 10 years of conservation action across several continents, CEMEX and BirdLife’s three-year renewal of their global partnership expects to achieve their goal of implementing Biodiversity Action Plans across the totality of CEMEX’s active Quarries in high biodiversity value areas by 2020, continuing their efforts to achieve environmentally sustainable development. <\/p><p>CEMEX and BirdLife’s joint efforts have significantly improved the biodiversity of CEMEX’s Quarries, such as its Cerrito Blanco Quarry in northwestern Mexico. <\/p><p>As a result of this BAP implementation, Mexico’s national bird, the Golden Eagle, is benefiting from a focused conservation effort, including enhancing habitat quality.<\/p><p> Other highlights include the restoration of 1,000 hectares of priority habitat in the UK. <em>“For 10 years BirdLife International has been instrumental in helping us to protect the biodiversity that surrounds our operations and in creating environmental conditions similar to or better than those that were present at the beginning of our Quarries’ life cycles,”<\/em> said Jesus Gonzalez, CEMEX Executive Vice President of Sustainability and Operations Development. <\/p><p><em>“With many success stories behind us, we believe that, by partnering with organisations such as BirdLife, we are truly delivering on our commitment to build a better future for generations to enjoy.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:17.137",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.614",
      "status": 0
    },
    {
      "articleId": "45854161",
      "structureId": "169349",
      "title": "Porofoam continues to fill the void in the market",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-23",
        "Video": "",
        "Summary": "It has been a busy week for the Porofoam team with activity across the UK.  Porofoam was supplied into a range of applications in Wiltshire, Merseyside, Suffolk and Scotland.",
        "Image Banner": "/documents/45807659/45840276/porofoam-news-banner.jpg/7f5c14da-8d4e-5fd6-f76c-0aa42fc93395?t=1521493308922",
        "Display Title": "Porofoam continues to fill the void in the market",
        "Body": "<p>Following the success of Porofoam supply in 2017 the team has established a second foam generator in order to fulfil growing demand for the product. <\/p><p>Recently both units were on the road producing Porofoam at varying low densities. Thanks to Dougie Hunter for carrying out a Health & Safety assessment on the operation – the feedback will help us to continue to improve our processes.<\/p><p>\n\nFind out more about <a href=\"/porofoam-lightweight-foamed-concrete-for-voidfill.aspx\" title=\"Porofoam - find out more\">Porofoam Foamed Concrete<\/a><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:17.297",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.678",
      "status": 0
    },
    {
      "articleId": "45854168",
      "structureId": "169349",
      "title": "Leyburn Coating Plant gets a Facelift",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-23",
        "Video": "",
        "Summary": "The New Year brings new welfare cabins and a new employee!! Leyburn Coating Plant is making some good improvements to facilities in 2018 ensuring they are best for employees.",
        "Image Banner": "/documents/45807659/45840276/Leyburn-Plant-Banner.jpg/54ad9bbe-8bd2-8bce-9e1a-78ce7b6d2f51?t=1521493302965",
        "Display Title": "Leyburn Coating Plant gets a Facelift",
        "Body": "<p>With 60 years combined experience on a plant which exceeds anyone’s memory, it’s refreshing to have some new cabins as well as a new employee to compliment the old guard.<\/p>\n\n<p>Mark Stephenson, Plant Supervisor, and Graham Box, Multi Skilled Operative, have both taken John Wood under their wings and helped him settle in to the Asphalt business.<\/p>\n\n<p>Over the past six weeks they have been working hard to design and help build the foundations for the welfare cabin and soon to be control cabin. With more improvements coming in 2018 I’m sure this team will do all they can for all the CEMEX stakeholders.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:17.458",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.725",
      "status": 0
    },
    {
      "articleId": "45854175",
      "structureId": "169349",
      "title": "Eddie Stobart wins contract to deliver CEMEX packed cement",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-23",
        "Video": "",
        "Summary": "<span style=\"font-family: Helv, sans-serif; font-size: 10pt;\">Leading supply chain,\ntransport and logistics company, Eddie Stobart, has been awarded the contract\nby CEMEX UK. <\/span>",
        "Image Banner": "/documents/45807659/45840276/rugby-cement-banner.jpg/de14f00f-19d2-9b3d-d5e5-808f555aa5e9?t=1521493311526",
        "Display Title": "Eddie Stobart wins contract to deliver CEMEX packed cement",
        "Body": "<p>The contract will start in March 2018 and will see Eddie Stobart deliver packed cement products from CEMEX production sites to its customers across the UK. Alex Laffey, CEO of Eddie Stobart, said: <em>“We’re thrilled to have been awarded this contract from CEMEX UK and look forward to working alongside the business to enhance its distribution and supply chain. This win further underlines our commitment to the manufacturing, industrial and bulk sector.”<\/em><\/p>\n<p>As part of the contract Eddie Stobart will provide a fleet of vehicles and industry leading equipment with greater Health and Safety features. A technology platform will be available to CEMEX UK enabling the customer services team to have full visibility and control of all deliveries, leading to an improved customer experience. <\/p><p>David Hart, Logistics Director, CEMEX UK said: <em>“Following a competitive process, we are pleased to confirm that Eddie Stobart has been awarded the contract to transport our packed products to our customers for three years. The Eddie Stobart team will be providing the full end-to-end logistics service across our supply chain ensuring a superior customer experience.”<\/em><\/p>\n<p>Find out more about our <a href=\"/bagged-cement.aspx\" title=\"CEMEX bagged cement range\">bagged cement range<\/a>.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:17.677",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.773",
      "status": 0
    },
    {
      "articleId": "45854182",
      "structureId": "169349",
      "title": "Archaeology In Action At Datchet",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-15",
        "Video": "",
        "Summary": "Alfredo Hernandez reports that at Datchet Quarry they work together with WESSEX Archaeology as part of the planning conditions to operate on the site. Last year, the team of Archaeologists who worked at Datchet found what is one of the earliest known examples of monument-building in Britain, dated from 5,500 years ago.",
        "Image Banner": "/documents/45807659/45840276/datchet-quarry-banner.jpg/51e4baf3-1409-0494-262b-d78227379239?t=1521493295293",
        "Display Title": "Archaeology In Action At Datchet",
        "Body": "<p>A ceremonial gathering place known as a causewayed enclosure has been revealed with the discovery of a series of encircling ditches, artificial boundaries with gap entrances, at a vast site in Berkshire. <\/p><p>Archaeologists have found extensive quantities of animal bones as well as decorated pottery sherds, and evidence that pots were deliberately smashed, perhaps as festivities came to a boisterous close. Other finds include finely worked, leaf-shaped flint arrowheads, serrated blades, stone axes and grinding stones.<\/p>\n<p>About 80 Neolithic monuments have been identified in Britain, but Archaeologists are particularly excited by this one as they expect to uncover the entire circuit of the enclosure. Specialists from Wessex Archaeology made the discovery at a sand and gravel quarry near Datchet, within sight of Windsor Castle.\n<\/p><p>Please follow the link here to read the full coverage on the <a href=\"https://www.theguardian.com/science/2018/feb/08/discovery-of-windsor-neolithic-monument-excites-archaeologists\" target=\"_blank\">Guardian website<\/a>.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:17.901",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.826",
      "status": 0
    },
    {
      "articleId": "45854196",
      "structureId": "169349",
      "title": "First CEMEX Hackathon Will Help Us Transform Our Innovation Model",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-15",
        "Video": "",
        "Summary": "Last weekend a group of more than 100 participants came together for a 48 hour “Hackathon” at the Moller Centre in Cambridge. There was a mix of highly engaged CEMEX employees together with brilliant students from nine universities.",
        "Image Banner": "/documents/45807659/45840276/hackathon-banner.jpg/deeb146a-ae76-65e2-40ec-97185215cc11?t=1521493299183",
        "Display Title": "First CEMEX Hackathon Will Help Us Transform Our Innovation Model",
        "Body": "<p>Working in mixed-up teams of eight, the group spent two days brainstorming creating new models and refining a pitch to an eminent panel of judges on the Saturday evening.<\/p>\n\n<p>Jointly organised with the Lean Analytics Association, UK Country President, Michel Andre, was delighted with the outcome - he tweeted: <em>“What a learning experience! Incredible engagement and passion demonstrated by all >100 participants. Several great ideas being incorporated in our innovation model. Thank you all!”<\/em><\/p><em>\n\n<\/em><p>Hackathons have been used in the computer software world to collaborate intensively on new ideas and innovation. In this case the goal was to host a fast-moving sprint event where hundreds of great ideas are synthesised very quickly into potential solutions for CEMEX.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:18.031",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:33.938",
      "status": 0
    },
    {
      "articleId": "45854203",
      "structureId": "169349",
      "title": "Working As ONE CEMEX – Sheffield Joint Emergency At Height Rescue Drill",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-15",
        "Video": "",
        "Summary": "Recently the team at Local Asphalt Sheffield had a 60 foot Mobile Elevated Working Platform on site to assist with a current project on site. Colleagues at Sheffield Readymix also had a task that needed completing with a MEWP, so Gordon Renshaw and Steve Taylor arranged for a collaboration of use that benefitted both.",
        "Image Banner": "/documents/45807659/45840276/sheffield-working-at-height-banner.jpg/1fd5927f-581b-bc8c-d79b-07afd190da83?t=1521493313256",
        "Display Title": "Working As ONE CEMEX – Sheffield Joint Emergency At Height Rescue Drill",
        "Body": "<p>Whilst talking to the Readymix lads the subject of emergency drills and situations came up and they decided to undertake a joint training session on how to get someone down in a basket from working at height in an emergency situation that could benefit us all in future. <\/p><p>Danny Wilkinson (trained IPAF MWEP operative) from our local contractor, DP Young, was on hand to highlight the controls and actions to take should they find themselves needing to bring the basket down from the control panel at ground level. <\/p><p>The bucket was raised in the air, and with no one in the basket they were all able to have a go with the controls on both machine power and with the emergency battery.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:18.164",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.034",
      "status": 0
    },
    {
      "articleId": "45854210",
      "structureId": "169349",
      "title": "Congrats to Joel Srodon - winner of bulk Cement 2017 Customer Service Award",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-15",
        "Video": "",
        "Summary": "Veteran Customer Service Agent, Joel Srodon, was the 2017 winner of the Bulk Cement Customer Service Award recognising his exemplary customer service in the Bulk Cement Planning department.",
        "Image Banner": "/documents/45807659/45840276/joel-srodon-banner-1.jpg/c5de780a-14b9-719f-ff7f-8b59add4c3e2?t=1521493300976",
        "Display Title": "Congrats to Joel Srodon - winner of bulk Cement 2017 Customer Service Award",
        "Body": "<p>Throughout the challenging year Joel consistently went beyond the call of duty to be the vital link between logistics and the end customer.<\/p>\n<p>UK Supply Chain Director, Dave Hart, was delighted to congratulate Joel on his achievement commenting:<\/p><p> <em>“From speaking, listening and interacting with you I know you are passionate about your job and providing a service in line with our customer’s expectations which last year was difficult on a number of occasions. <\/em><\/p><p><em>\"I really appreciate it and your Award for exceptional customer service is extremely well deserved.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:18.298",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.108",
      "status": 0
    },
    {
      "articleId": "45854224",
      "structureId": "169349",
      "title": "School Safety Event – Sharing Our Roads Safely",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-08",
        "Video": "",
        "Summary": "CEMEX Logistics team carried out a school Road Safety Awareness Day at Alexandra Junior School, London. ",
        "Image Banner": "/documents/45807659/45840276/cycle-event-banner.jpg/851adc87-4139-b704-bf39-e39fc343a5cf?t=1521493294885",
        "Display Title": "School Safety Event – Sharing Our Roads Safely",
        "Body": "<p>The Aggregate Logistics team: Dave Dench (Area Logistics Manager), Bob Lockhart (Lead Driver), Bob Stevens (Lead Driver), Joy Riley (Angerstein Driver) were accompanied by Kate Bartlett from the London Cycling Campaign, who is writing a news article on CEMEX for Construction Logistics Community Safety (CLOCS).<\/p>\n<p>Over 120 pupils at the junior school (years 5 & 6) attended the event with in-cab experience and interactive sessions on road safety. Joe Riley, Driver, took the children through truck safety checks he carries out each day and gave comparison with their bicycle safety checks and how it’s key we all share our road space safely.<\/p>\n<p>Teachers and children gave great feedback and understanding of vehicle dangers and blind spots. Kate Bartlett from the London Cycling Campaign stated: <em>“The children were clearly engaged and asked plenty of questions. I think the children were left with positive messages about how to cycle and walk safely and avoid the risks. <\/em><\/p><p><em>\"Clearly a benefit for the children but also think it is helpful for drivers to spend time with children, hear their thoughts and potentially increase their own understanding about the level of road awareness this key vulnerable roads users group have.”<\/em> <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:18.431",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.213",
      "status": 0
    },
    {
      "articleId": "45854231",
      "structureId": "169349",
      "title": "CEMEX Haulier Health &amp;amp; Safety Awards 2017 – Q4 Winner",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-08",
        "Video": "",
        "Summary": "We are pleased to announce that the winner of the Quarter 4 2017 CEMEX Haulier Health & Safety Award goes to Dowse Haulage, based in Brigg, Lincolnshire, who deliver bulk cement on behalf of CEMEX.",
        "Image Banner": "/documents/45807659/45840276/haulier-health-and-safety-award-banner.jpg/9233b233-025b-20f6-8245-66e079452c5d?t=1521493299458",
        "Display Title": "CEMEX Haulier Health &amp;amp; Safety Awards 2017 – Q4 Winner",
        "Body": "<p>This Award is in recognition of the development of an App for their drivers giving them instant access to Health & Safety information via their Smartphones. Dowse Haulage are a FORS Silver accredited operator and have recognised that giving drivers access to key Health & Safety information is vital in keeping them safe whilst on the job.<\/p>\n\n<p>Information such as emergency contacts, Safe Systems of Work and Near Miss forms are available to all drivers, no matter where they are, at the touch of a button. The App is in addition to their continued investment in fleet safety and driver training. All drivers have undergone on road cycle training and all vehicles are fitted with 360 camera systems, side scan and flashing cyclist warning signs.<\/p>\n\n<p>Paul Mansfield, Safety Manager and nominated Dowse employee, receives the certificate and Red Letter Day Award from Sean Page, Terminals and Contract Haulage Operations Manager, as a result of his commitment and dedication to assisting Dowse Haulage gaining FOR Silver status and acknowledgement of his work with driver training.<\/p>\n\n<p>It is vitally important to encourage and recognise the efforts made to improve the Health & Safety culture in our haulier companies as the incidents over the past months only serves to highlight that safety has no memory and we have to be vigilant every day.<\/p>\n\n<p>With this in mind we applaud Dowse Haulage for taking measures to improve their driver and vehicle safety. Dowse Haulage are a leading example that positive Health & Safety culture is now being embraced and embedded into the daily operations of our industry rather than becoming a ‘tick box’ exercise.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:18.618",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.262",
      "status": 0
    },
    {
      "articleId": "45854238",
      "structureId": "169349",
      "title": "Rugby Team Wears It Orange",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-08",
        "Video": "",
        "Summary": "The Muscular Dystrophy UK charity has a personal connection to a member of our team and the whole office came out in orange to support this. ",
        "Image Banner": "/documents/45807659/45840276/rugby-staff-wear-it-orange-banner.jpg/d6ea2188-8160-9161-b97e-eb603cf89b74?t=1521493311759",
        "Display Title": "Rugby Team Wears It Orange",
        "Body": "<p>The Muscular Dystrophy UK charity has a personal connection to a member of our team and the whole office came out in orange to support this.  <\/p><p>By paying £1 to wear some very ‘flattering’ orange items and a bake sale we raised just over £200 for the charity. Thanks to everyone that helped with this… particularly those that brought in the cakes!<\/p><p>\n<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:18.817",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.322",
      "status": 0
    },
    {
      "articleId": "45854245",
      "structureId": "169349",
      "title": "Walking for Health",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-05",
        "Video": "",
        "Summary": "The group meets on the last Sunday of every month at a different location. Anyone who is interested in joining can contact Sharron by email: sharron.goldingay@ext.cemex.com",
        "Image Banner": "/documents/45807659/45840276/draycote-water-country-park.jpg/ad737a3e-c5fb-b7aa-6d06-3ffb44f7a58c?t=1521493296690",
        "Display Title": "Walking for Health",
        "Body": "<p>The group meets on the last Sunday of every month at a different location. Anyone who is interested in joining can contact Sharron by email: sharron.goldingay@ext.cemex.com<\/p>\n\n<p>The walk last Sunday was at Draycote Water near Dunchurch. They walked 4.53 miles, took 12,238 steps and burned 1,626 calories. Bravo!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:18.951",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.367",
      "status": 0
    },
    {
      "articleId": "45854252",
      "structureId": "169349",
      "title": "Starry starry night",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-05",
        "Video": "",
        "Summary": "",
        "Image Banner": "/documents/45807659/45840276/starry-starry-night-1.jpg/100c0c42-f096-3e0d-b50e-29551338e11d?t=1521493314497",
        "Display Title": "Starry starry night",
        "Body": "<p><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:19.084",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.419",
      "status": 0
    },
    {
      "articleId": "45854259",
      "structureId": "169349",
      "title": "Name that fruit!",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-05",
        "Video": "",
        "Summary": "This has got to be one of the most impressive selections we have seen! Keep up the healthy snacks… well done to Julie Mclean for providing the spread.",
        "Image Banner": "/documents/45807659/45840276/sheffield-office-fruit.jpg/d0171f97-e8d9-1e6a-d942-55b319f00ced?t=1521493313065",
        "Display Title": "Name that fruit!",
        "Body": "<p>This has got to be one of the most impressive selections we have seen! Keep up the healthy snacks… well done to Julie Mclean for providing the spread.<\/p><p><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:19.244",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.496",
      "status": 0
    },
    {
      "articleId": "45854266",
      "structureId": "169349",
      "title": "Technical Development Team visits Preston Brook",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-02-05",
        "Video": "",
        "Summary": "The group: Aaron McArthur, Jack Tipper, Fraser Tannock, Jamie Deere, Sean O’Donnell and Luke Topp spent time with Asphalt & Aggregates CSA’s, logistics and commercial staff to develop a greater understanding into the day to day operations within the busy service centre.",
        "Image Banner": "/documents/45807659/45840276/tdp-visit-preston-brook.jpg/18951dc0-0850-a43d-4b33-5287855c89db?t=1521493315915",
        "Display Title": "Technical Development Team visits Preston Brook",
        "Body": "<p>The group: Aaron McArthur, Jack Tipper, Fraser Tannock, Jamie Deere, Sean O’Donnell and Luke Topp spent time with Asphalt & Aggregates CSA’s, logistics and commercial staff to develop a greater understanding into the day to day operations within the busy service centre.<\/p>\n\n<p>Time was allocated to allow the delegates to develop their understanding of the core range of Value Added Products (VAP) as well as identifying market segments to increase value over volume.<\/p>\n\n<p>The TDP would like to thank Supply Chain Manager, Rob Brian , Customer Services Manager, Marie Tiernan, and Sales Manager, Trevor Golding for the time (and patience) shown to the delegates.<\/p>\n\n<p>A special mention to Gary Graham, Margot Orme and Sarah Jayne Burns for allowing the TDP to sit in with their respective teams and field the TDP’s questions.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:19.404",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.552",
      "status": 0
    },
    {
      "articleId": "45854273",
      "structureId": "169349",
      "title": "Cambusmore Double Celebrations!",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-01-26",
        "Video": "",
        "Summary": "Last week the staff from our Cambusmore quarry were celebrating a double achievement.  They passed the 14 years LTI free milestone for the site – a great achievement, especially looking out at the present wintery conditions.",
        "Image Banner": "/documents/45807659/45840276/cumbusmore-quarry-team-banner.jpg/23053845-e81b-0a68-75d0-e02b7d0a3237?t=1521493294589",
        "Display Title": "Cambusmore Double Celebrations!",
        "Body": "<p>Last week the staff from our Cambusmore quarry were celebrating a double achievement.  They passed the 14 years LTI free milestone for the site – a great achievement, especially looking out at the present wintery conditions.<\/p>\n<p>Earlier this month they also received the Biodiversity Winner Award at the UK Sustainability Awards in recognition of the Biodiversity day held on site last year. Well done to Ian Kerr, Kieran and the site team.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:19.564",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.612",
      "status": 0
    },
    {
      "articleId": "45854280",
      "structureId": "169349",
      "title": "Man, Machine &amp;amp; Nature",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-01-26",
        "Video": "",
        "Summary": "David Harmer took this fantastic photo of Operator, Tom Chapman, during a sunset at Wangford Quarry. Whoever thought a digger could look so romantic!",
        "Image Banner": "/documents/45807659/45840276/wangford-sunset-banner.jpg/1ff6aa69-dca8-15ce-2c58-6ea8d983cf78?t=1521493318531",
        "Display Title": "Man, Machine &amp;amp; Nature",
        "Body": "<p>David Harmer took this fantastic photo of Operator, Tom Chapman, during a sunset at Wangford Quarry. Whoever thought a digger could look so romantic!<\/p><p>\n<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:19.858",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.66",
      "status": 0
    },
    {
      "articleId": "45854287",
      "structureId": "169349",
      "title": "January Joggers Health Kick",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-01-19",
        "Video": "",
        "Summary": "At a meeting with one of our customers, Keller's,  Head of Sales in London Jeff Fielding thought it was a good idea to join in with Keller's staff jogging  health initiative, running through January. So he persuaded all of Readymix London to join in.",
        "Image Banner": "/documents/45807659/45840276/runners-banner.jpg/625afd61-3151-ef7e-cbee-d23e2f4fda9a?t=1521493311828",
        "Display Title": "January Joggers Health Kick",
        "Body": "<p>At a meeting with one of our customers, Keller's,  Head of Sales in London Jeff Fielding thought it was a good idea to join in with Keller's staff jogging  health initiative, running through January. So he persuaded all of Readymix London to join in.<\/p>\n<p>Throughout this month colleagues will be running and using the \"Map my Run\" to compete in a league table.  Already CEMEX colleagues have clocked up 86kms.  Unfortunately for us Keller's has a marathon runner who already has done 50kms in 2 runs. Go CEMEX!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:20.019",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.707",
      "status": 0
    },
    {
      "articleId": "45854294",
      "structureId": "169349",
      "title": "Christmas trees recycled to support charity",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-01-19",
        "Video": "",
        "Summary": "Two CEMEX business units have wasted no time in getting back into Lendahands -  Readymix Central and East Midlands area have helped with Christmas Tree collections to raise money for LOROS.",
        "Image Banner": "/documents/45807659/45840276/christmas-tree-banner.jpg/1d7c142e-e0dd-71db-a1c3-41e1db67151b?t=1521493292897",
        "Display Title": "Christmas trees recycled to support charity",
        "Body": "<p>Two CEMEX business units have wasted no time in getting back into Lendahands -  Readymix Central and East Midlands area have helped with Christmas Tree collections to raise money for LOROS.<\/p>\n\n<p>LOROS hospice is a local charity that cares for over 2500 people across Leicester, Leicestershire and Rutland every year. The compassionate care is free and aims to support terminally ill patients, their families and carers.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:20.178",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.755",
      "status": 0
    },
    {
      "articleId": "45854308",
      "structureId": "169349",
      "title": "Europe’s Strongest Floor in Bristol",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2018-01-12",
        "Video": "",
        "Summary": "December saw CEMEX undertake a large and highly publicised project for Airbus in Bristol. All three of the Area Plants: Bristol, Henbury and Wickwar, exclusively served and successfully completed a 1,450m3 24-hour continuous pour. The main contractor for the project was Galliford Try and the subcontractor for the floor was Tercon, a Bristol based local groundworker.<br><br>This pour was a UK first as it was being poured for a slab known as a ‘strongfloor’. The purpose of this new floor was to allow the UK to become a hub for new airplane wing testing that will be used across the world.",
        "Image Banner": "/documents/45807659/45840276/bristol-europes-strongest-floor.jpg/b1cf452f-3017-8498-06cc-50482ed86bae?t=1521493290233",
        "Display Title": "Europe’s Strongest Floor in Bristol",
        "Body": "<p>December saw CEMEX undertake a large and highly publicised project for Airbus in Bristol. All three of the Area Plants: Bristol, Henbury and Wickwar, exclusively served and successfully completed a 1,450m3 24-hour continuous pour. The main contractor for the project was Galliford Try and the subcontractor for the floor was Tercon, a Bristol based local groundworker.<br><br>This pour was a UK first as it was being poured for a slab known as a ‘strongfloor’. The purpose of this new floor was to allow the UK to become a hub for new airplane wing testing that will be used across the world. <\/p><p>The project was heavily funded by the UK Government and saw 13 weeks’ worth of complex steel and rebars being installed by Tercon prior to the pour. There are only three known strongfloors in the world with this being the first in Europe.<br><br>The pour was covered by the BBC, Bristol Post, Galliford Try media and Airbus media. It has been branded one of the largest continuous pours in the UK for 2017 and the largest single concrete pour in Bristol to date. Tercon are a groundworker we have been working with very closely with over the past 12 months.<br><br>The project created several challenges that were overcome through meticulous planning, teamwork and clear lines of communication across all involved.<br><br>Sam Ryan, RMX Sales Manager, talks us through it: <em>“By working as one CEMEX all the Aggregate and Cement deliveries were on time and excellently planned so the flow of concrete was continuous. Area 20 pulled together to ensure success with both the Shipping Office Manager, Richard Dytor, and Sales Manager, Sam Ryan, manning the phone throughout the pour should anything unexpected occur. <\/em><\/p><p><em>\"Ops Manager, Andrew Hoskins, spread his time across the Plants to ensure production was smooth. Sales Executive, Gregory Vaughan, gave a CEMEX representation on site for the full 24 hours and Technical Manager, Stephane Plisson, dedicated all his time to being on site checking quality throughout the day and evening.<br><br>\"A special thank you goes to all the batchers, fitters, and electricians in Bristol, Henbury and Wickwar, along with the 38 mixer drivers that were paramount to the eventual success of the pour.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:20.339",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:34.883",
      "status": 0
    },
    {
      "articleId": "45854336",
      "structureId": "169349",
      "title": "Successful First Contract For Supaflo C Flowing Screed In North London",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-14",
        "Video": "",
        "Summary": "Our North London Mortar Plant sent its first ever load of Supaflo C to our customer, Screedeasy, and the good news is that or customer was very happy with the material.",
        "Image Banner": "/documents/45807659/45840276/supaflo-c-test-screed-banner.jpg/2daee530-2a23-aaa1-24d1-49dfb6111f66?t=1521493314925",
        "Display Title": "Successful First Contract For Supaflo C Flowing Screed In North London",
        "Body": "<p>Our North London Mortar Plant sent its first ever load of Supaflo C to our customer, Screedeasy, and the good news is that or customer was very happy with the material.<\/p>\n\n<p>Sales Manager Adam Leverett commented: <em>“Thanks go to Paul Gasson, Kevin D’Souza and his team.<\/em><\/p>\n\n<p><em>\"It’s a great addition to the mortars product range in London, and the materials used will also help us with our Readyspread and Readyscreed products too in this area\".<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:20.497",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.106",
      "status": 0
    },
    {
      "articleId": "45854343",
      "structureId": "169349",
      "title": "Barratt Homes - Our Partner In Safety",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-14",
        "Video": "",
        "Summary": "Our Area 7 team came up with the idea of Partners in Safety a couple of years ago - if a customer goes above and beyond to keep our staff safe when delivering or working on the customer’s site, we highlight this effort by nominating them for an Award.",
        "Image Banner": "/documents/45807659/45840276/Barratt-homes-banner.jpg/807089e8-0a53-3e93-3992-e74d340d8402?t=1521493287815",
        "Display Title": "Barratt Homes - Our Partner In Safety",
        "Body": "<p>Our Area 7 team came up with the idea of Partners in Safety a couple of years ago - if a customer goes above and beyond to keep our staff safe when delivering or working on the customer’s site, we highlight this effort by nominating them for an Award. <\/p><p>Barratt Homes (Nottingham) have had two silos on their development site for two years now and apart from servicing the silos we have not had to send an Engineer out to this site for a breakdown. This is practically unheard of in the Dry Silo Business, you nearly always find someone has forgotten to drain down in the winter or the mixer has not been cleaned out properly which often results in an Engineer having to go to site and repair the problem. <\/p><p>Andrew Parfrement, Telehandler Driver/Silo Operative, takes such good care of the silos that these issues don’t happen. He commented that the mixer and silo CEMEX use is second to none; he has worked with most of our competitors' silos and he much prefers the kit CEMEX use. <\/p><p>Barratt Homes has gone one step further by installing a reinforced barrier along the front of the silos to stop any accidental damage by the site machinery, and this keeps an exclusion zone in front of the silos to keep Andrew safe whist operating them.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:20.719",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.156",
      "status": 0
    },
    {
      "articleId": "45854364",
      "structureId": "169349",
      "title": "Xmas Santas Dashing Through The Snow...",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-11",
        "Video": "",
        "Summary": "Well done to employee, Alan O’Connor, Local Asphalt Sale Manager in Liverpool, and his friends and family who all took part in the Liverpool 5k Santa Dash last week.",
        "Image Banner": "/documents/45807659/45840276/santa-dash-2017-banner.jpg/f8d5a57b-b186-6aa6-b33a-7bd3f7b589cc?t=1521493312725",
        "Display Title": "Xmas Santas Dashing Through The Snow...",
        "Body": "<p>Well done to employee, Alan O’Connor, Local Asphalt Sale Manager in Liverpool, and his friends and family who all took part in the Liverpool 5k Santa Dash last week.<\/p><p>This was the 14th year the dash has taken place. Around 8,000 people entered all paying a £25 entrance fee which goes to the Claire House Children’s Hospice. <\/p><p>Alan is the third red Santa from the left. The red Santas are Liverpool supporters and the blue are Everton supporters!!  <\/p><p>Alan said it was so much fun they are definitely doing it again next year!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:20.878",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.322",
      "status": 0
    },
    {
      "articleId": "45854378",
      "structureId": "169349",
      "title": "The Keith Lacey Driver of the Year",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-11",
        "Video": "",
        "Summary": "CEMEX UK’s Driver of the Year event day was organised to recognise and celebrate a 6% improvement in fuel efficiency since we introduced telematics to our trucks which has lead to a substantial annual saving. Congratulations go to Mark Lovell, Aggs Logisitics, and Andy Pepper from Cement Logistics, who were named our 2017 Drivers of the Year.",
        "Image Banner": "/documents/45807659/45840276/keith-lacey-banner.jpg/2a244e50-333d-998c-42f0-cd7fa27d8e12?t=1521493301146",
        "Display Title": "The Keith Lacey Driver of the Year",
        "Body": "<p>CEMEX UK’s Driver of the Year event day was organised to recognise and celebrate a 6% improvement in fuel efficiency since we introduced telematics to our trucks which has lead to a substantial annual saving. Congratulations go to Mark Lovell, Aggs Logisitics, and Andy Pepper from Cement Logistics, who were named our 2017 Drivers of the Year. <\/p><p>The award is named in memory of Keith Lacey who sadly passed away in service last year after many years of employment. Keith was a passionate Driver Trainer (he was part of the team that identified the telematics solution we required as a business to help improve performance) and we were honoured to have his wife and son present to make the awards. <\/p><p>15 of our finest drivers came from across the UK representing both Aggregates and Cement operations.  The finalists were selected as a result of performing well over a sustained period of time with regard to their fuel performance and safe driving style.  <\/p><p>The whole event was hosted by Mercedes Benz and sponsored by Isotrak. To find out who had won the award each driver had to undertake a number of key tasks such as on-road driving test, reversing, defect checking and a legal compliance test to establish the overall winners.  <\/p><p>There were also some fun activities such as off road experiences, remote control truck challenges and blind reversing.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:21.037",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.424",
      "status": 0
    },
    {
      "articleId": "45854385",
      "structureId": "169349",
      "title": "Fantastic 13 years LTI-free at Hyndford Quarry",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-04",
        "Video": "",
        "Summary": "On 25 November Hyndford Quarry reached 13 years LTI free. Kevin Hill, Quarry Manager, commented: <br><br><em>“This could not have been possible without very hard work and excellent attitudes of all staff and contractors/hauliers who carry out work on the site. <\/em>",
        "Image Banner": "/documents/45807659/45840276/hyndford-quarry-banner.jpg/2079bab8-6852-51bd-88d5-e49ee57729d3?t=1521493300422",
        "Display Title": "Fantastic 13 years LTI-free at Hyndford Quarry",
        "Body": "<p>On 25 November Hyndford Quarry reached 13 years LTI free. Kevin Hill, Quarry Manager, commented: <br><br><em>“This could not have been possible without very hard work and excellent attitudes of all staff and contractors/hauliers who carry out work on the site. <\/em><\/p><em><p>\"2017 has been a very difficult year for our industry and we know we need to remain totally focused to help move on and improve. <br><br>\"I believe that this record is testament to all the people who are carrying out very difficult work in what can be challenging conditions. <\/p><p>\"I am very proud of the team and want to thank them for the hard work and dedication over the years.”<\/p><\/em>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:21.205",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.471",
      "status": 0
    },
    {
      "articleId": "45854392",
      "structureId": "169349",
      "title": "CEMEX Haulier Health &amp;amp; Safety Awards 2017 – Q3 Winner",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-04",
        "Video": "",
        "Summary": "We are pleased to announce that the winner of the Quarter 3 2017 CEMEX Haulier Health & Safety Award is Kingman Transport Services, a London based haulier delivering aggregates on behalf of CEMEX.<br><br>Kingman have been working with CEMEX for over ten years and in this period have seen a number of changes relating to Health & Safety. They regularly attend the Logistic Leadership Days at Thorpe and have always had a valued input into the day. <br><br>They have become CLOCs Champions from 2016, as well as maintaining our FORS gold accreditation status which was first achieved back in 2015. They knew from the early years when FORS was originally introduced that the industry needed to change to ensure safety of vulnerable road users within central London and surrounding boroughs.  <br><br>They promote high standards of Health & Safety and lead from the front where possible, and set aside funds for investing in this area. Examples of their investment and positive approach include: FORS Gold, CLOCs champions, Inclinometers on ALL articulated vehicles, 360 degree cameras in ALL vehicles, passenger door windows, and a recent investment in 20 new Econic Concrete Mixers as well as two walking floor trailers. <br><br>Martin Francis (in the picture) receives the certificate from Mark Fennell, Contract Haulage Manager for the area, for the 3rd Quarter Safety Haulier Safety award, along with their nominated driver, Marius Manolache, in recognition of his role as Lead Driver and the training he delivers – keeping new drivers safe and shaping the future of safety. <br><br>It is vitally important to encourage and recognise the efforts made to improve the Health & Safety culture in our haulier companies, as the incidents over the past months only serves to highlight that safety has no memory and we have to be vigilant every day.  <br><br>With this in mind we applaud Kingman Transport Services for taking measures to improve their driver and vehicle safety. Kingman Transport Services are a leading example that positive Health & Safety culture is now being embraced and embedded into the daily operations of our industry rather than becoming a ‘tick box’ exercise.",
        "Image Banner": "/documents/45807659/45840276/cemex-haulier-q3-2017-banner.jpg/cbadc08f-663f-6fb0-d55b-131a2dcb647f?t=1521493291850",
        "Display Title": "CEMEX Haulier Health &amp;amp; Safety Awards 2017 – Q3 Winner",
        "Body": "<p>We are pleased to announce that the winner of the Quarter 3 2017 CEMEX Haulier Health & Safety Award is Kingman Transport Services, a London based haulier delivering aggregates on behalf of CEMEX.<br><br>Kingman have been working with CEMEX for over ten years and in this period have seen a number of changes relating to Health & Safety. They regularly attend the Logistic Leadership Days at Thorpe and have always had a valued input into the day. <br><br>They have become CLOCs Champions from 2016, as well as maintaining our FORS gold accreditation status which was first achieved back in 2015. They knew from the early years when FORS was originally introduced that the industry needed to change to ensure safety of vulnerable road users within central London and surrounding boroughs.  <br><br>They promote high standards of Health & Safety and lead from the front where possible, and set aside funds for investing in this area. Examples of their investment and positive approach include: FORS Gold, CLOCs champions, Inclinometers on ALL articulated vehicles, 360 degree cameras in ALL vehicles, passenger door windows, and a recent investment in 20 new Econic Concrete Mixers as well as two walking floor trailers. <br><br>Martin Francis (in the picture) receives the certificate from Mark Fennell, Contract Haulage Manager for the area, for the 3rd Quarter Safety Haulier Safety award, along with their nominated driver, Marius Manolache, in recognition of his role as Lead Driver and the training he delivers – keeping new drivers safe and shaping the future of safety. <br><br>It is vitally important to encourage and recognise the efforts made to improve the Health & Safety culture in our haulier companies, as the incidents over the past months only serves to highlight that safety has no memory and we have to be vigilant every day.  <br><br>With this in mind we applaud Kingman Transport Services for taking measures to improve their driver and vehicle safety. Kingman Transport Services are a leading example that positive Health & Safety culture is now being embraced and embedded into the daily operations of our industry rather than becoming a ‘tick box’ exercise.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:21.365",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.524",
      "status": 0
    },
    {
      "articleId": "45854399",
      "structureId": "169349",
      "title": "Folks at Rugby Office Help Out with Food Bank",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-04",
        "Video": "",
        "Summary": "",
        "Image Banner": "/documents/45807659/45840276/food-bank-banner-1.jpg/2586634e-ca53-cac8-28d3-de23e8b1f6d7?t=1521493298162",
        "Display Title": "Folks at Rugby Office Help Out with Food Bank",
        "Body": "Our colleagues in the Rugby Office passed the Food Bank basket in reception and thought: <em>“must get something when I’m out”<\/em>, then walked back in annoyed that they had forgotten.  <br><br>This was the case with many of the Aggregates Sales and Shipping team in Rugby.  So, after the follow up e-mail from Facilities asking for donations as there hadn’t been much, they decided a course of action; to get a collection going so they could go shopping and get a selection of food requested by the charity.<br><br>Nicola Henderson, Senior Aggs ISR continues: <br><br><em>“After a couple of days collecting and some very welcome donations from John Miller and Chris Leese, we managed to raise £93. We then hit the shops and as you can see in the photo we managed to buy many of the supplies needed and pretty much filled the Food Bank Basket.  <br><br>\"We hope this inspires other departments to do something similar and help people less fortunate than ourselves.”<\/em>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:21.524",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.573",
      "status": 0
    },
    {
      "articleId": "45854406",
      "structureId": "169349",
      "title": "Thanks for your Shoe Box Appeal",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-04",
        "Video": "",
        "Summary": "Thank you to everyone in the Readymix Customer Service Centre who helped with the Christmas shoe boxes for Operation Christmas Child.",
        "Image Banner": "/documents/45807659/45840276/shoebox-banner.jpg/4f7a2586-73a6-2da6-ef7d-2a9da4552933?t=1521493313316",
        "Display Title": "Thanks for your Shoe Box Appeal",
        "Body": "<p>Thank you to everyone in the Readymix Customer Service Centre who helped with the Christmas shoe boxes for Operation Christmas Child.<\/p>\n\n<p>The shoe boxes have been taken to the collection point and we will be able to track them as they are distributed to children this Christmas.<\/p>\n\n<p>Lucy Birch, Sales Admin Team Leader, commented: <em>“As always your generosity and team spirit will be greatly appreciated. A small shoe box can have a big impact. Thank you!”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:21.756",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.623",
      "status": 0
    },
    {
      "articleId": "45854413",
      "structureId": "169349",
      "title": "Wangford Quarry reaches 21 years LTI Free!",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-12-04",
        "Video": "",
        "Summary": "Many congratulations to the team at Wangford quarry in Suffolk for reaching an impressive 21 years with no lost time incidents (LTIs) last week!",
        "Image Banner": "/documents/45807659/45840276/wangford-quarry-banner.jpg/692091d1-5da0-a6db-fc8a-a2dcd8e2470f?t=1521493318361",
        "Display Title": "Wangford Quarry reaches 21 years LTI Free!",
        "Body": "<p>Many congratulations to the team at Wangford quarry in Suffolk for reaching an impressive 21 years with no lost time incidents (LTIs) last week!<\/p>\n<p>The team celebrated this huge milestone with bacon and egg baps for everyone in the team. Well done to everyone at Wangford for your outstanding commitment to safety on site.\n<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:21.918",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.676",
      "status": 0
    },
    {
      "articleId": "45854420",
      "structureId": "169349",
      "title": "60 Seconds on Supaflo Summit",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-11-23",
        "Video": "https://www.youtube.com/embed/AzHbJnqMFaY",
        "Summary": "Want to see what Supaflo Summit can do?  Watch this great 60 second video which says it all:",
        "Image Banner": "",
        "Display Title": "60 Seconds on Supaflo Summit",
        "Body": "<p>Want to see what Supaflo Summit can do?  Watch this great 60 second video which says it all:<\/p>\n\n<center><\/center>\n\n<p>This is a case study video of our Supaflo Summit flowing screed taken on a site in Stratford for TCS Screeding that we supplied from Dagenham and North London Mortar Plants. <\/p>\n\n<p>The pour was 36 storeys high, pumped from the ground using a BMS z4 electric pump.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:22.077",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.726",
      "status": 0
    },
    {
      "articleId": "45854427",
      "structureId": "169349",
      "title": "Leave your phone alone",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-11-15",
        "Video": "https://player.vimeo.com/video/242596618",
        "Summary": "Next week we are launching a mobile phone safety campaign to coincide with National Road Safety Week.  The campaign will focus on the risks of using a mobile phone whilst you are driving.",
        "Image Banner": "/documents/45807659/45840276/leave-your-phone.jpg/43bedf23-a65f-ea78-5ba9-a5995d888de0?t=1521493301914",
        "Display Title": "Leave your phone alone",
        "Body": "<p>Next week we are launching a mobile phone safety campaign to coincide with National Road Safety Week.  The campaign will focus on the risks of using a mobile phone whilst you are driving. <\/p><p> Watch out for the information – posters, presentation, <a href=\"https://vimeo.com/album/4854849\" target=\"_blank\">information film<\/a> and giveaways coming your way.<\/p>\n<p>A shocking 23% of drivers admitted to using a handheld mobile at the wheel to make or take a call in the past 12 months and 12% admitted to checking texts, email or social media.<\/p>\n<p>Please talk to your colleagues, friends and family about it and help raise awareness of this dangerous practice, it could literally save a life.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:22.237",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.808",
      "status": 0
    },
    {
      "articleId": "45854434",
      "structureId": "169349",
      "title": "Top Quality System Launched on World Quality Day",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-11-09",
        "Video": "",
        "Summary": "Working as ONE CEMEX the UK technical team has completely refreshed the functionality, accessibility and content of our Quality Management System (QMS) across Aggregates, Asphalt, Readymix, Paving Solutions, Cement, Building Products and Rail.",
        "Image Banner": "/documents/45807659/45840276/top-quality-systems-banner.jpg/01682064-587d-c795-604b-a3caa2fc6ef3?t=1521493317366",
        "Display Title": "Top Quality System Launched on World Quality Day",
        "Body": "<p>Working as ONE CEMEX the UK technical team has completely refreshed the functionality, accessibility and content of our Quality Management System (QMS) across Aggregates, Asphalt, Readymix, Paving Solutions, Cement, Building Products and Rail.<\/p>\n<p>Over a 12 month period they have liaised with the end users of QMS to understand what the frustrations were with the current system and also engaged with them to help create new documents and processes.<\/p>\n\n<p>As a result on Thursday, which is World Quality Day, the new ONE CEMEX quality system was launched, the key features of which are:<\/p>\n\n<ul>\n<li>An APP style system which is accessible on PC, laptop, phone and tablets<\/li>\n<li>Offline platform to overcome any network speed frustrations providing a system that is Best for Employees<\/li>\n<li>Business specific process flow illustrations containing quality related documentation to aid navigation<\/li>\n<li>Centrally updated so everyone has access to the most up to date versions of documents and tools for consistency<\/li>\n<li>Shared system and structure across the UK businesses allowing us to share quality best practice<\/li>\n<\/ul>\n\n<p>Congratulations to Mike Higgins and his team for the development of this great new system.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:22.399",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.859",
      "status": 0
    },
    {
      "articleId": "45854448",
      "structureId": "169349",
      "title": "Rail Tonnages Steaming Ahead Again in October",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-11-09",
        "Video": "",
        "Summary": "",
        "Image Banner": "/documents/45807659/45840276/supertrain-banner-1.jpg/8bfad280-3eb9-6a8f-3093-5d1bc943cecd?t=1521493315006",
        "Display Title": "Rail Tonnages Steaming Ahead Again in October",
        "Body": "October proved to be a perfect example of stepping back to see the wood for the trees in Rail.  <br><br>Nick Watson, Supply Chain Planning Analyst, took five minutes to reflect on last month’s Rail performance and was pleasantly surprised:<br><br><em>“When we ended the month it was great to see we delivered the largest tonnage ever in a single month. This is the third time this year we have broken individual monthly records. <br><br>\"With strong demand at the moment we are squeezing every last possible tonne out of the current capacity and are now supporting some or all of the demand for two major CEMEX Projects (Paving Solutions at Killingholme and Aggregates supply to RAF Marham). <br><br>\"We continue to grow the traffic year on year and are on course to break last year’s record tonnage again in 2017. A massive well done to the whole team for delivering an amazing result under very trying circumstances.\"<\/em>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:22.557",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.953",
      "status": 0
    },
    {
      "articleId": "45854455",
      "structureId": "169349",
      "title": "MPA Health &amp;amp; Safety Award Success",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-11-09",
        "Video": "",
        "Summary": "Congratulations to the CEMEX UK teams who were successful in winning Health & Safety Awards from the MPA.  This year’s MPA Health & Safety Awards presentation took place last week, attended by CEMEX colleagues from around the business.",
        "Image Banner": "/documents/45807659/45840276/MPA-Award-Banner.jpg/894b028b-a0a4-0357-a9bb-c97925d1ecb5?t=1521493305889",
        "Display Title": "MPA Health &amp;amp; Safety Award Success",
        "Body": "<p>Congratulations to the CEMEX UK teams who were successful in winning Health & Safety Awards from the MPA.  This year’s MPA Health & Safety Awards presentation took place last week, attended by CEMEX colleagues from around the business.<\/p><p>The conference and awards was aptly entitled “Mind the Gap.  Admitting the truth... addressing the realities”.<\/p><p> One of the speakers was Julian Fisher who has served as an operational officer in the Secret Intelligence Service (commonly known as MI6).  He commented that rules and regulations often do the job for us but the responsibility lies with us. We have to understand the threat and reduce the vulnerability to achieve our safety.<\/p><p> Two award winners were Rugby Cement Plant for their robotic arm in the Engineering Initiatives category (more details can be seen in this short video: <a href=\"https://vimeo.com/239838521\" target=\"_blank\">vimeo.com/239838521<\/a>), and Rail Solutions received a Special Award for their contribution to MPA Best Practice. <\/p><p>This year Rail entered their winch operated loading platform which saves colleagues having to stand on the buffers to guide the crane down when loading sleepers onto rail trucks (see picture, more details are in the video: <a href=\"https://vimeo.com/238530898\">vimeo.com/238530898<\/a><\/p><p>In 2016 and 2015 Rail entered a sleeper turner and strand turner, both great initiatives. Other CEMEX ‘wins’ included Individual Awards for Graham Wood and Adam Harrison both from Rugby Cement. In total there were 138 Award entries to this year’s awards.<br><br>The MPA announced that they will be championing a charity known as ‘Mates in Mind’ – for more information see http://www.mineralproducts.org/17-release35.htm.  The charity aims to raise the awareness of, and addressing the stigma of poor mental health in the construction industry.<\/p><h3>The awards CEMEX received were:<\/h3><p><strong>Winner <\/strong><br>Engineering Initiatives – Rugby Cement Plant<br>MPA Special Award – Contribution to MPA Best Practice – Rail Solutions – Washwood Heath<br><br><strong>Runner Up<\/strong><br>Contractors Safety – Rugby Cement Plant<br><br><strong>Highly Commended<\/strong><br>Bitumen / Asphalt / Contracting – Lincoln Asphalt Plant<br>Contractor Safety – CEMEX UK Logistics<br>Engineering Initiatives - Rail Solutions Washwood Heath<br>Occupational Health and Wellbeing   – CEMEX UK<br><br><strong>Certificate of Merit<\/strong><br>Bitumen / Asphalt / Contracting - Local Asphalt Sheffield<br>Occupational Health and Wellbeing – Rail Solutions<br>Reducing Occupational Road Risk – CEMEX UK RMX<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:22.805",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:35.999",
      "status": 0
    },
    {
      "articleId": "45854462",
      "structureId": "169349",
      "title": "Eversley quarry restoration plan is runner up in MPA Quarries and Nature Awards",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-27",
        "Video": "",
        "Summary": "Our Eversley Quarry was runner up for the Planned Restoration category in the MPA Quarries and Nature 2017 Awards event in London, hosted by BBC presenter Sybil Ruscoe on 19 October at The Royal Society, London. The award was accepted by Alex Finn, Restoration and Arboricultural Manager. Other CEMEX sites shortlisted were Tattershall Quarry, Lincs,  Quartzite Quarry near Wickwar and the Attenborough nature reserve which forms part of a larger restoration of the Trent and Tame river systems.　",
        "Image Banner": "/documents/45807659/45840276/alex-finn-banner.jpg/99fe3083-f6c9-681b-c898-c66d12ace651?t=1521493285880",
        "Display Title": "Eversley quarry restoration plan is runner up in MPA Quarries and Nature Awards",
        "Body": "<p dir=\"LTR\">Our Eversley Quarry was runner up for the Planned Restoration category in the MPA Quarries and Nature 2017 Awards event in London, hosted by BBC presenter Sybil Ruscoe on 19 October at The Royal Society, London. The award was accepted by Alex Finn, Restoration and Arboricultural Manager. Other CEMEX sites shortlisted were Tattershall Quarry, Lincs,  Quartzite Quarry near Wickwar and the Attenborough nature reserve which forms part of a larger restoration of the Trent and Tame river systems.　<\/p>\n\n<p dir=\"LTR\">The event attracted 45 environmental and conservation organisations as well as industry operators to celebrate the industry’s contribution to nature conservation. Expert speakers contributed on current issues related to nature conservation. The event showcased some of the best examples of Quarry restoration and wildlife conservation anywhere in Europe that were entered for the MPA Restoration Awards and the MPA Biodiversity Awards in association with Natural England.  A series of outstanding images were also presented as part of the MPA’s Nature Photo competition. The MPA also launched Quarrywatch which will involve focused nature surveys at designated locations to gain a picture of the species colonising restored quarries and other nature sites. Local wildlife groups, individual enthusiasts and schools will also be invited to take part in the initiative.　<\/p>\n\n<p dir=\"LTR\">Commenting, Nigel Jackson, Chief Executive of the MPA, said: “Once again MPA members’ have demonstrated what an environmentally responsible industry can do to both protect existing and create new habitats. We could not be more proud to showcase what can be achieved by an industry that is uniquely placed to make a net gain to biodiversity.”　<\/p>\n\n<p>MPA members are planning to increase the area of priority habitats on restored sites from 6,000 hectares currently to around 9,000 hectares in coming years, and increase the length of hedgerows planted from 79 km to 237 km.  The area of priority habitat would be equivalent to the size of Cardiff, and hedgerow would stretch from London to Cardiff.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:22.964",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.045",
      "status": 0
    },
    {
      "articleId": "45854469",
      "structureId": "169349",
      "title": "Mineral Products Association Launches New Quarrywatch Initiative",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-26",
        "Video": "",
        "Summary": "Launched at the Mineral Product Association (MPA)’s Quarries & Nature 2017 event in London on 19th October, Quarrywatch will involve focused nature surveys at designated locations in order to build a much bigger picture of the species that are colonising at restored Quarries and other nature sites.",
        "Image Banner": "/documents/45807659/45840276/quarry-watch-banner.jpg/da1c3822-3cb8-4761-fc6d-49368ae79b50?t=1521493309495",
        "Display Title": "Mineral Products Association Launches New Quarrywatch Initiative",
        "Body": "<p>Launched at the Mineral Product Association (MPA)’s Quarries & Nature 2017 event in London on 19th October, Quarrywatch will involve focused nature surveys at designated locations in order to build a much bigger picture of the species that are colonising at restored Quarries and other nature sites. <\/p><p>The Wildlife Trusts are very positive about the initiative, with unmatched opportunities to steer surveys and host surveys at Quarries that they manage as nature reserves.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:23.124",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.09",
      "status": 0
    },
    {
      "articleId": "45854476",
      "structureId": "169349",
      "title": "1000 hectares restored helping nature and communities",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-26",
        "Video": "",
        "Summary": "1000 hectares of land in most need of conservation has been created thanks to the special partnership between CEMEX UK and the UK’s largest conservation charity, the RSPB. You may remember our partnership started in 2009 and in 2010, the Biodiversity Strategy was launched.",
        "Image Banner": "/documents/45807659/45840276/1000-hectares-helping-nature-banner.jpg/2098f7f0-a138-6147-a750-1ea4a102cdf6?t=1521493284644",
        "Display Title": "1000 hectares restored helping nature and communities",
        "Body": "<p>1000 hectares of land in most need of conservation has been created thanks to the special partnership between CEMEX UK and the UK’s largest conservation charity, the RSPB. You may remember our partnership started in 2009 and in 2010, the Biodiversity Strategy was launched.  <\/p><p>One of the aims of the strategy was to create 1000 hectares of priority habitat,  restored land, by 2020.  The target has been reached this year, three years ahead of schedule. To celebrate, colleagues from both organisations got together at Hopwas Quarry, nr Tamworth in the Midlands to create that special 1000th hectare. <\/p><p>1000 hectares, which would covers an area twice as big as the 2012 Olympic Park in London, have been restored to provide a much needed diverse range of habitats including nearly 600 hectares of diverse grasslands, over 177 hectares of woodland, 100 hectares of heathland and 190 hectares of ponds and open water. <\/p><p>These habitats provide homes for 46 threatened of birds such as Twites, House Sparrows, Swifts and Turtle Doves, plus many species of wildlife - Brown hares, Water Voles, European Eel, Small Blue Butterfly and an extensive range of plant life including rarer species such as Bluebells.Well done to everyone on achieving this tremendous milestone. <\/p><p>There are more details of our achievements in our video http://cmx.to/2xXPcw1<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:23.283",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.133",
      "status": 0
    },
    {
      "articleId": "45854483",
      "structureId": "169349",
      "title": "Well done Frank for Preserving Ancient Tree at Wickwar",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-19",
        "Video": "",
        "Summary": "Thanks to Wickwar quarry manager Frank Hogg this amazing 800+ year old oak tree has been saved from the chop by the local electricity company.",
        "Image Banner": "/documents/45807659/45840276/frank-ancient-tree-banner.jpg/b2d8a272-6ac9-f56d-8f2f-870446a9765a?t=1521493298620",
        "Display Title": "Well done Frank for Preserving Ancient Tree at Wickwar",
        "Body": "<p>Thanks to Wickwar quarry manager Frank Hogg this amazing 800+ year old oak tree has been saved from the chop by the local electricity company. <\/p><p>The electricity company asked us as land owners if they could cut the tree down as their wires run through the canopy.  Frank immediately contacted the Council Tree Officer and secured a preservation order to protect it.  <\/p><p>It makes much more sense for the electricity wires to be relocated, especially as the poles are in a state of disrepair anyway. <\/p><p>Well done to Frank for taking the steps needed to save this amazing Oak which has seen the history of the landscape unfold since the medieval Plantagenet King Edward II’s time, just before the start of the 100 years war with France. <\/p><p>The photo shows Frank’s granddaughter appreciating the tree!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:23.444",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.18",
      "status": 0
    },
    {
      "articleId": "45854490",
      "structureId": "169349",
      "title": "New Mersey Gateway Bridge Opens as Our Site Plant Closes",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-19",
        "Video": "",
        "Summary": "On Saturday 14th October the £600m Mersey Gateway Toll Bridge opened just as the second of the two site Plants was taken down and moved off for its involvement in the next major project CEMEX secures, in helping to build a Greater Britain.",
        "Image Banner": "/documents/45807659/45840276/mersey-gateway-bridge-banner.jpg/e29e61dc-6862-bb50-5650-4d5b6c30e2d9?t=1521493305294",
        "Display Title": "New Mersey Gateway Bridge Opens as Our Site Plant Closes",
        "Body": "<p>On Saturday 14th October the £600m Mersey Gateway Toll Bridge opened just as the second of the two site Plants was taken down and moved off for its involvement in the next major project CEMEX secures, in helping to build a Greater Britain. <\/p><p>Over the past two and half years we have supplied over 156,000m3 from the two site Plants, with over 9,000 separate pours supplied, with a large proportion of out of hours working. Within this we have completed 22 choreographed pours of over 1,100m3 each for the main river approaches on both banks, referenced as MSS pours, using a Movable Scaffold System (MSS) for some very complex and precise pours, with technically demanding mixes. <\/p><p>Paul Cheeseman, CEMEX Operations Manager, commented:<em> “I am very proud of all the team involved in making this project a success. Our small operational team has had to endure long hours, frequently at short notice; had to overcome a variety of challenges, the biggest probably being a site power failure part way through a 1,200m3 pour at 7pm at night, which saw our contingency planning kick in without any noticeable effect to the client. <\/em><\/p><p><em>\"We have been well supported locally by our Technical Department, who have also endured challenges, with the client looking for a tolerance window of 10mm either way on consistency on all the deck pours and MSS pours – this was on top of a project where every load supplied was tested by the client for consistency. <\/em><\/p><p><em>\"Our aggregates, cements and admixture colleagues have served us well and managed any issues with good communication through to resolution. All of the pours were placed with Preston Brook Planning office, with the Planning team also meeting the daily challenges the project threw at us and their support and assistance was greatly appreciated. <\/em><\/p><p><em>\"Having now taken time to step back and view the completed structure, it is testament to our ability as a business that we have had a successful involvement in such a complex engineering feat.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:23.625",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.225",
      "status": 0
    },
    {
      "articleId": "45854497",
      "structureId": "169349",
      "title": "Breathing New Life Into Former Charles Nelson Cement Site",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-19",
        "Video": "",
        "Summary": "We were contacted recently on Twitter by a local company who purchased some land from us near Southam, Warwickshire where Rugby cement used to own a Cement Plant.",
        "Image Banner": "/documents/45807659/45840276/nelson-wharf-now-banner.jpg/05fbe952-5768-83e1-75df-49d7bdc74b16?t=1521493306196",
        "Display Title": "Breathing New Life Into Former Charles Nelson Cement Site",
        "Body": "<p>We were contacted recently on Twitter by a local company who purchased some land from us near Southam, Warwickshire where Rugby cement used to own a Cement Plant. <\/p><p>It was originally the Charles Nelson cement and lime works which operated in the last century and closed in about 1945. The site is adjacent to the Grand Union canal which was used for transport of incoming raw materials and outgoing finished products, which included cement, clay pipes and bricks. <\/p><p>It has now been redeveloped into a waterways training centre where boaters can learn the finer points of navigating the canals on narrow boats. There was originally an arm of the canal which went into the cement works – this had been filled in and is now restored to its former glory. <\/p><p>Steve Vaughan of Willow Wren Training showed us some excellent pictures of the site at the turn of the century and the “before and after” pictures since they acquired the site from CEMEX in 2013. It was also great to see a picture of one of our trucks delivering readymix, Readymix Concrete, for the foundations of their new training facility – closing the circle nicely. <\/p><p>If any local people are interested to visit, there is a public footpath running across the site, which is along the course of the old railway.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:23.824",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.279",
      "status": 0
    },
    {
      "articleId": "45854504",
      "structureId": "169349",
      "title": "Rare Burying Beetle Spotted at our Molesey Site",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-19",
        "Video": "",
        "Summary": "Whilst monitoring bats on our site in Molesey, Surrey. Ross Baker from the Surrey Bat Group, noticed this colourful creature.",
        "Image Banner": "/documents/45807659/45840276/rare-burying-beetle-banner.jpg/394bb77d-e3b9-c8fa-6bb6-f19a5daa1f83?t=1521493310022",
        "Display Title": "Rare Burying Beetle Spotted at our Molesey Site",
        "Body": "<p>Whilst monitoring bats on our site in Molesey, Surrey. Ross Baker from the Surrey Bat Group, noticed this colourful creature.  <\/p><p>It is a very rare Sexton Beetle. Sexton Beetles require dead Carrion for their larvae to feed on – they actually burrow beneath the carcasses of birds and small mammals to bury them, lay their eggs underneath, forming a “crypt” – hence the alternative name burying beetle. <\/p><p>Unusually in the insect world both parents remain with the brood to assist in feeding. It is a slightly ghoulish insect to mention to the kids during Halloween!!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:23.999",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.326",
      "status": 0
    },
    {
      "articleId": "45854511",
      "structureId": "169349",
      "title": "Manchester Airport Project Takes Off",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-12",
        "Video": "",
        "Summary": "Work is starting on a new £1bn ‘super-terminal’ at Manchester Airport.  Readymix North West, after numerous meetings and technical submissions has secured the new Terminal 2 construction works for Expanded Piling and Structures, which started in September.  　",
        "Image Banner": "/documents/45807659/45840276/manchester-airport-project-banner.jpg/f3c06737-a587-d6de-84da-5a06b6e8869f?t=1521493304459",
        "Display Title": "Manchester Airport Project Takes Off",
        "Body": "<p dir=\"LTR\">Work is starting on a new £1bn ‘super-terminal’ at Manchester Airport.  Readymix North West, after numerous meetings and technical submissions has secured the new Terminal 2 construction works for Expanded Piling and Structures, which started in September.  　<\/p>\n\n<p dir=\"LTR\">The project has 5,000m3 concrete in CFA piling works and 35,000m3 concrete in main works in the Terminal, all to be completed by spring 2019.  It will be testing times for our Altrincham Plant team/IHCs and Shipping team to deliver this prestige contract in such a short time. 　<\/p>\n\n<p>The International Departure Lounge of Terminal 2 will form one of the key features of the transformation works, spanning two levels and 32,467m2, the space will feature new dining, retail and seating facilities.  An innovative double-storey green wall acts as the centre piece of the space. It is surrounded by bespoke seating, a children’s playground and an expansive ‘Market’ with dining, restaurants, bars and retail offers.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:24.157",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.37",
      "status": 0
    },
    {
      "articleId": "45854518",
      "structureId": "169349",
      "title": "Little Mix Delivers For CEMEX",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-12",
        "Video": "",
        "Summary": "The Yorkshire Area Readymix team entered the  Clifton Wood Soap Box Derby Challenge recently in aid of Bluebell Wood Children’s Hospice.　",
        "Image Banner": "/documents/45807659/45840276/little-mix-delivers-banner.jpg/61ceaa1d-fd7c-0dc3-da03-be0fc17d8960?t=1521493303369",
        "Display Title": "Little Mix Delivers For CEMEX",
        "Body": "<p dir=\"LTR\">The Yorkshire Area Readymix team entered the  Clifton Wood Soap Box Derby Challenge recently in aid of Bluebell Wood Children’s Hospice.　<\/p>\n\n<p dir=\"LTR\">John Parker, Readymix area manager commented:<em> “Many thanks to everyone who came to support us; Gordon, our driver; Roger, Wayne and James, the pit crew, and James’ daughter, Milly, who was the team photographer. <\/em><\/p><p dir=\"LTR\"><em>\"A great day was had by everyone with lots of interest in our Little Mix operation. So far this year we have raised £1,700 for the hospice with another £1,300 much needed.\" <\/em>　<\/p>\n\n<p dir=\"LTR\">At Bluebell Wood they support over 250 children and young people with a shortened life expectancy. Without the help of people like you they couldn’t help as many families. It costs over £4million each year to run the hospice. Under 10% of this is Government funding so every penny really does count.  More information about this organisation can be found at: <a href=\"http://www.bluebellwood.org\" target=\"_blank\">www.bluebellwood.org<\/a> 　<\/p>\n\n<p>And to donate please visit:  <a href=\"https://www.justgiving.com/fundraising/John-Parker19\" target=\"_blank\"><span style=\"text-decoration: underline;\">https://www.justgiving.com/fundraising/John-Parker19<\/span><\/a><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:24.319",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.414",
      "status": 0
    },
    {
      "articleId": "45854525",
      "structureId": "169349",
      "title": "Somercotes takes a stand for hands",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-12",
        "Video": "",
        "Summary": "The week began with our Rail Solutions site at Somercotes, Derbyshire stopping all production to highlight to its employees and agency staff the importance of our hands.　",
        "Image Banner": "/documents/45807659/45840276/somercotes-takes-a-stand-for-hands-banner.jpg/8f0bbd63-19b9-e4af-4a28-da098d491c9e?t=1521493314066",
        "Display Title": "Somercotes takes a stand for hands",
        "Body": "<p dir=\"LTR\">The week began with our Rail Solutions site at Somercotes, Derbyshire stopping all production to highlight to its employees and agency staff the importance of our hands.　<\/p>\n\n<p>During the safety presentation some members of the team were asked to carry out simple tasks without the use of their thumbs, such as tying their shoes laces,  this was a great eye opener for all within the room.   Production Supervisor, Sonny Netto, gave the presentation and highlighted the need for us all to think how vital our hands are to us before we do any task There was great team involvement and participation.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:24.477",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.459",
      "status": 0
    },
    {
      "articleId": "45854532",
      "structureId": "169349",
      "title": "Congrats to our Coffee Morning Charity Fundraisers at Stockton and Washwood Heath",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-04",
        "Video": "",
        "Summary": "Well done to our staff at Stockton share service centre and to the rail solutions team at Washwood Heath for raising cash for deserving charities last week.　",
        "Image Banner": "/documents/45807659/45840276/washwood-heath-coffee-morning-banner.jpg/24ddba0e-b6e2-cb1e-ee25-50bc8328d3cc?t=1521493318660",
        "Display Title": "Congrats to our Coffee Morning Charity Fundraisers at Stockton and Washwood Heath",
        "Body": "<p>Well done to our staff at Stockton share service centre and to the rail solutions team at Washwood Heath for raising cash for deserving charities last week.　<\/p>\n<p>At Stockton they hosted a coffee morning with home baked cakes raising £188 for Macmillan Cancer Support. At Washwood Heath the team on both day shift and night raised over £500 for this very worthwhile cause. Plant Manager Terry Gillooly said, “We all know someone affected by cancer and we were delighted to take part in the coffee morning, the generosity of the guys was fantastic as always and very much appreciated. Many thanks to our plant supervisor who arranged the event and to his wife Margaret for making some fantastic cakes.”<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:24.665",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.501",
      "status": 0
    },
    {
      "articleId": "45854539",
      "structureId": "169349",
      "title": "Our North East teams work as ONE CEMEX with customers",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-04",
        "Video": "",
        "Summary": "Our North East commercial teams are already cross-selling different divisions products and introductions to potential clients every day across asphalt, aggregates and readymix concrete. 　",
        "Image Banner": "/documents/45807659/45840276/gone-to-the-dogs-banner.jpg/a1d848d3-81ec-d852-f68b-a5b083817d74?t=1521493299006",
        "Display Title": "Our North East teams work as ONE CEMEX with customers",
        "Body": "<p dir=\"LTR\">Our North East commercial teams are already cross-selling different divisions products and introductions to potential clients every day across asphalt, aggregates and readymix concrete. 　<\/p>\n<p>To build the relationships even further on a more informal basis, our teams brought together a range of six customers as for a 'thank you' evening for their loyalty and trade. <\/p><p>They met at Brough Park Dogs Track in Byker, introduced our colleagues to our customers, as well as our customers to each other. <\/p><p>The evening was a huge success with everyone building closer personal relationships, swapping business cards, and arranging follow up meetings. <\/p><p>We also received some very positive feedback from our customers - thanks for that and well done to all for the collaboration across ONE CEMEX.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:24.857",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.546",
      "status": 0
    },
    {
      "articleId": "45854546",
      "structureId": "169349",
      "title": "Stop Smoking with Stoptober",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-04",
        "Video": "",
        "Summary": "Stoptober, the 28-day stop smoking campaign from Public Health England, is back from 1st October.",
        "Image Banner": "/documents/45807659/45840276/stoptober-banner.jpg/7c84e511-db2b-f17f-45a4-027c4ee0c964?t=1521493314580",
        "Display Title": "Stop Smoking with Stoptober",
        "Body": "<p>Stoptober, the 28-day stop smoking campaign from Public Health England, is back from 1st October.<\/p><p> Stoptober has driven over 1 million quit attempts to date and is the biggest mass quit attempt in the country. It is based on research that shows that if you can stop smoking for 28-days, you are five times more likely to stay smokefree for good. <\/p><p>There a lots of ways to quit and Stoptober can help people choose what works for them. You can quit using medication (including nicotine replacement therapies such as patches and gum) or e-cigarettes. <\/p><p>Stoptober offers a range of free support to help people on their quitting journey including an app, daily emails, Facebook Messenger and lots of encouragement from the Stoptober online community on Facebook. <\/p><p>In addition, people can get expert face-to-face advice from local stop smoking services. Those who use stop smoking aids and who get face-to-face support from their local stop smoking service are up to four times more likely to quit successfully. <\/p><p>For more info go to https://www.nhs.uk/oneyou/stoptober/home#yWiSJm3Qilzv7WAd.97<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:25.041",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.593",
      "status": 0
    },
    {
      "articleId": "45854553",
      "structureId": "169349",
      "title": "Our Sand Fulmar Crew Get The Message",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-10-04",
        "Video": "",
        "Summary": "The crew of our marine dredger Sand Fulmar had t-shirts printed with each member of the crew choosing a “keep calm and XXXXX…” Safety Essentials slogan so that everyone is reminded of how to keep safe and to step in.",
        "Image Banner": "/documents/45807659/45840276/sand-falmar-tshirt-banner.jpg/677afdc4-3aad-38db-3ee6-0a022f9c76fe?t=1521493312308",
        "Display Title": "Our Sand Fulmar Crew Get The Message",
        "Body": "<p>The crew of our marine dredger Sand Fulmar had t-shirts printed with each member of the crew choosing a “keep calm and XXXXX…” Safety Essentials slogan so that everyone is reminded of how to keep safe and to step in.  <\/p><p>Slogans included: ‘Keep calm and..’ Work safe; Report it; Climb safe; Get a permit; Lift safely; Step in; Tidy up; Get a grip; Drive safe; Check your tool. Well done for taking this initiative and making the message personal.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:25.184",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.641",
      "status": 0
    },
    {
      "articleId": "45854560",
      "structureId": "169349",
      "title": "Ilkley Triathlon Truck Safety",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-28",
        "Video": "",
        "Summary": "Phil Hutchinson (Asphalt Business Performance Manager) recently contacted the Area 2 Logistics team to highlight an opportunity to demonstrate road safety around large vehicles at this year’s Ilkley Triathlon. The event is very popular with athletes travelling long distances to compete in the grueling competition, which was sold out in just four hours. 2017 also represents the Triathlon’s 25th year anniversary so a fantastic opportunity to engage with a wide spectrum of people really wasn’t to be missed! A pre-event safety visit to the site was arranged with the Triathlon organiser to ensure a safe and suitable location for the truck to exhibit. The event took place on Sunday 17th September and went very well, with a large number of visitors and competitors climbing into the cab to see the road from the truck driver’s seat. Demonstrations of the additional safety features fitted to the CEMEX fleet vehicles were well received, along with the high level of training given to develop driver skills. This helps them understand where the danger areas and blind spots associated with large vehicles are and how to avoid them. Thanks go to Phil Hutchinson and Ian Phoenix for organising the event and to North East lead driver, Mark Mann, and Jarrow driver, Lawrence Stobbs, who both gave up Sunday to support the event. Ian Phoenix commented: “Although it was a long day excellent feedback was received and a large number of visitors now have a better understanding of how to share the road safely.”",
        "Image Banner": "/documents/45807659/45840276/ilkley-truck-saftey-banner.jpg/4d081b83-ffea-aa9f-67eb-d71572d0e54e?t=1521493300518",
        "Display Title": "Ilkley Triathlon Truck Safety",
        "Body": "<p>Phil Hutchinson (Asphalt Business Performance Manager) recently contacted the Area 2 Logistics team to highlight an opportunity to demonstrate road safety around large vehicles at this year’s Ilkley Triathlon. The event is very popular with athletes travelling long distances to compete in the grueling competition, which was sold out in just four hours. 2017 also represents the Triathlon’s 25th year anniversary so a fantastic opportunity to engage with a wide spectrum of people really wasn’t to be missed! A pre-event safety visit to the site was arranged with the Triathlon organiser to ensure a safe and suitable location for the truck to exhibit. The event took place on Sunday 17th September and went very well, with a large number of visitors and competitors climbing into the cab to see the road from the truck driver’s seat. Demonstrations of the additional safety features fitted to the CEMEX fleet vehicles were well received, along with the high level of training given to develop driver skills. This helps them understand where the danger areas and blind spots associated with large vehicles are and how to avoid them. Thanks go to Phil Hutchinson and Ian Phoenix for organising the event and to North East lead driver, Mark Mann, and Jarrow driver, Lawrence Stobbs, who both gave up Sunday to support the event. Ian Phoenix commented: “Although it was a long day excellent feedback was received and a large number of visitors now have a better understanding of how to share the road safely.”<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:25.364",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.686",
      "status": 0
    },
    {
      "articleId": "45854567",
      "structureId": "169349",
      "title": "Cycle Safety in Lincolnshire",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-28",
        "Video": "",
        "Summary": "Corringham Primary School (near Gainsborough in Lincolnshire) was the latest beneficiary of a CEMEX Cycle Safety event staged at Corringham Village Hall utilising the Car Park area. Two groups of 34 (Key Stage 2 & 4) pupils attended the interactive presentation which gained glowing feedback from their teachers and Headmistress, so much so it became an item on the local school’s Management Meeting Agenda later that afternoon. Many thanks must go to Al Reaney for his work in both developing and leading the presentation and Ably, supported by Kevin Harper, who demonstrated the various issues to the children that can arise when driving large vehicles before allowing them to experience the view from his vehicle cab.  Thanks also to James Fairclough and David Elston for the CEMEX promotional gifts which were quickly claimed by the participants. I am told by the Headmistress that the hi visibility jackets, provided by CEMEX, will be put to good use by the school going forward and will certainly be used for a trip to Sheffield in January when the children will be attending an evening show.",
        "Image Banner": "/documents/45807659/45840276/cycle-safety-lincolnshire-banner.jpg/d35a6991-9db0-a73e-d7d1-6fcf4989bf99?t=1521493294954",
        "Display Title": "Cycle Safety in Lincolnshire",
        "Body": "<p>Corringham Primary School (near Gainsborough in Lincolnshire) was the latest beneficiary of a CEMEX Cycle Safety event staged at Corringham Village Hall utilising the Car Park area. Two groups of 34 (Key Stage 2 & 4) pupils attended the interactive presentation which gained glowing feedback from their teachers and Headmistress, so much so it became an item on the local school’s Management Meeting Agenda later that afternoon. Many thanks must go to Al Reaney for his work in both developing and leading the presentation and Ably, supported by Kevin Harper, who demonstrated the various issues to the children that can arise when driving large vehicles before allowing them to experience the view from his vehicle cab.  Thanks also to James Fairclough and David Elston for the CEMEX promotional gifts which were quickly claimed by the participants. I am told by the Headmistress that the hi visibility jackets, provided by CEMEX, will be put to good use by the school going forward and will certainly be used for a trip to Sheffield in January when the children will be attending an evening show.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:25.524",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.737",
      "status": 0
    },
    {
      "articleId": "45854574",
      "structureId": "169349",
      "title": "Team Asphalt Pull Up Trees",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-28",
        "Video": "",
        "Summary": "Recently an ‘elite group’ took part in another Lend-A-Hand for the RSPB.",
        "Image Banner": "/documents/45807659/45840276/asphalt-pull-up-trees-banner.jpg/63ed6227-15f7-dbcb-961c-14e221a26bd5?t=1521493286718",
        "Display Title": "Team Asphalt Pull Up Trees",
        "Body": "<p>Recently an ‘elite group’ took part in another Lend-A-Hand for the RSPB. <\/p><p>Going with a motto of “Go Big – Or Go Home” the Asphalt hit squad embarked on a day of hard graft and a lot of banter! <\/p><p>John Beard continues: <em>“The mission was to help clear a field of scrub, weeds and unwanted trees at a small satellite site close to the Wetlands Nature Reserve in Barnsley, to help further develop the site for the RSPB.<\/em><\/p><p><em>\"This was duly done and Karen Williams, co-ordinator for us on the day, was really impressed by the effort put in by everyone. Thanks to everyone who turned up on the day – many of whom travelled considerable distance to get there. <\/em><\/p><p><em>\"In the photo is myself, Libby Simmons, Mark Eley, Paul Carey, Colin Burdett, Miranda Dunsden, Philip Repton, Steve Taylor, Jason Barker and Paul Dale. Big thanks to Libby and Miranda for taking time from their busy schedules to help\"<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:25.745",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.791",
      "status": 0
    },
    {
      "articleId": "45854581",
      "structureId": "169349",
      "title": "Jumbo Train...Wagons Roll",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-28",
        "Video": "",
        "Summary": "No, CEMEX haven’t started to transport wild animals or entered the circus business but we have just been part of the longest construction materials train to leave Wales.",
        "Image Banner": "/documents/45807659/45840276/jumbo-train-banner.jpg/5b6450f6-c5b7-83bf-89b7-d3bfe84667bc?t=1521493301064",
        "Display Title": "Jumbo Train...Wagons Roll",
        "Body": "<p dir=\"LTR\">No, CEMEX haven’t started to transport wild animals or entered the circus business but we have just been part of the longest construction materials train to leave Wales. <\/p><p dir=\"LTR\">The train consisted of 34 wagons and was over 660 metres long.  The overall payload of approx. 2,300 tonnes of building materials will be used in the construction industry in the South East. <\/p><p dir=\"LTR\">The service used two locos to pull the set (due to gradients in the Severn Tunnel) but requires only one path on the network and represents a massive step forward in efficiency and cost savings for all parties. <\/p><p dir=\"LTR\">Hopefully this is just the first of many and with the help of Network Rail and DB Cargo they become an industry standard and add significant value to our Supply Chain across the whole network.　<\/p>\n<p>To watch the train leaving Cardiff please view the link:  <a href=\"https://youtu.be/O0laWlYMrQ8\">https://youtu.be/O0laWlYMrQ8 <\/a><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:25.904",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.84",
      "status": 0
    },
    {
      "articleId": "45854588",
      "structureId": "169349",
      "title": "Take Care In The Autumnal Weather",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-20",
        "Video": "",
        "Summary": "There has been a notable change to more autumnal weather over the last few days, with darker mornings and evenings, and fog and ground frost forecast in some areas before the end of the month.",
        "Image Banner": "/documents/45807659/45840276/autumnal-weather-banner.jpg/3185cf36-6261-c183-2282-aacbf2ad2e78?t=1521493287045",
        "Display Title": "Take Care In The Autumnal Weather",
        "Body": "<p dir=\"LTR\">There has been a notable change to more autumnal weather over the last few days, with darker mornings and evenings, and fog and ground frost forecast in some areas before the end of the month.  <\/p><p dir=\"LTR\">It is important that we take extra care when driving or out on foot over the coming months.  　<\/p>\n\n<strong><\/strong><p><strong>Slips, trips and falls have accounted for one third of our TRIs this year and nearly half of our LTIs<\/strong>, with injuries ranging from a broken leg and fractured wrist to chipped bones in the ankle.  <\/p><p>Site teams are encouraged to review the attached Winter Checklist (or in the download section of the UK News website) to ensure they are well prepared and to avoid adding to the 6 LTIs we have suffered in the last 12 months as a result of slips, trips and falls.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:26.065",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.886",
      "status": 0
    },
    {
      "articleId": "45854595",
      "structureId": "169349",
      "title": "Improving Our Customer Phone Service",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-20",
        "Video": "",
        "Summary": "After listening to our customers’ opinions we are changing our 0845 numbers to 0345.  Some customers have given us feedback about the cost of ringing CEMEX so we are changing to 0345.  This lowers the cost to the customer and sometimes provides free calls if compatible with their mobile tariffs, and there is no cost change to CEMEX.  　",
        "Image Banner": "/documents/45807659/45840276/Customer-phone-service-banner.jpg/a68dc300-5915-92e5-ab5e-2f512806f722?t=1521493294802",
        "Display Title": "Improving Our Customer Phone Service",
        "Body": "<p dir=\"LTR\">After listening to our customers’ opinions we are changing our 0845 numbers to 0345.  Some customers have given us feedback about the cost of ringing CEMEX so we are changing to 0345.  This lowers the cost to the customer and sometimes provides free calls if compatible with their mobile tariffs, and there is no cost change to CEMEX.  　<\/p>\n\n<p dir=\"LTR\">0845 is the common prefix in use for customer contact lines (CSC and Shipping offices). We have 81 of these 0845 lines along with 43 existing 0345 lines. All business lines are included (with the exception of the 0800 free phone number for Cement).　<\/p>\n\n<p dir=\"LTR\">It’s relatively easy to change our on-line and system based information for quotes, contracts, tickets, Web based information (system based info. is currently underway) but more difficult to address is ‘in circulation’ printed material (brochures, leaflets etc). With regard to printed materials it’s worth noting that we have been reducing print runs in recent years so there is less of an issue with cupboards full of product literature.  Therefore, as publications in circulation are updated we will refresh the phone numbers.<\/p>\n<p dir=\"LTR\">The change took place on 1st September 2017.  We appreciate that we need to inform customers so a short call message advising of the prefix change and temporary automated redirection to the requested number is in place until 1st November. This gives our customers time to edit their phone directories.  On 1st November the message will change advising customer of the prefix change and then advising them to re-dial the 0345 number.  　<\/p>\n\n<p>From 1st January 2018 all prefix 0845 numbers will cease to exist.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:26.223",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.932",
      "status": 0
    },
    {
      "articleId": "45854602",
      "structureId": "169349",
      "title": "Flixton is Having A Hoot",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-20",
        "Video": "",
        "Summary": "The team at Flixton Quarry has now installed its second Owl box. Suffolk County Council has been asking Quarries in the East to install these boxes where possible and they have been very successful. 　",
        "Image Banner": "/documents/45807659/45840276/flixton-having-a-hoot-banner.jpg/d491deec-171c-be01-2b32-b006aa2c9e43?t=1521493297926",
        "Display Title": "Flixton is Having A Hoot",
        "Body": "<p dir=\"LTR\">The team at Flixton Quarry has now installed its second Owl box. Suffolk County Council has been asking Quarries in the East to install these boxes where possible and they have been very successful. 　<\/p>\n\n<p dir=\"LTR\">Barn Owls in the East are on the increase due to these projects whilst in the rest of the UK Barn Owls are on the decrease. Suffolk Wildlife Trust visit the sites to measure record and ring the young chicks. 　<\/p>\n\n<p>Brian Beales, Quarry Manager, and the team are hoping to hear the sound of little hoots in the near future!!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:26.384",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:36.978",
      "status": 0
    },
    {
      "articleId": "45854616",
      "structureId": "169349",
      "title": "More than 100 people visit Rugby plant during Heritage Open Day",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-15",
        "Video": "",
        "Summary": "Congratulations to the team at Rugby Cement Plant for hosting another successful Heritage Open Day.",
        "Image Banner": "/documents/45807659/45840276/rugby-heritage-day-banner.jpg/0eed4cb8-d250-b9c2-5941-a16670651486?t=1521493311682",
        "Display Title": "More than 100 people visit Rugby plant during Heritage Open Day",
        "Body": "<p>Congratulations to the team at Rugby Cement Plant for hosting another successful Heritage Open Day. <\/p><p>Over 100 people took advantage of the opportunity to have a tour of the Plant and celebrate the industrial heritage of Warwickshire. <\/p><p>Shown here are some of the visitors enjoying the spectacular views from the top of the pre-heater tower.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:26.544",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.096",
      "status": 0
    },
    {
      "articleId": "45854630",
      "structureId": "169349",
      "title": "Congrats to Our Children&amp;#39;s Safety Poster Competition Winners",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-15",
        "Video": "",
        "Summary": "Well done to Max and Zoe who were the winners of our Children’s Safety Poster Competition.",
        "Image Banner": "/documents/45807659/45840276/poster-winner-banner.jpg/a8fa30e2-a2b0-459d-a2ee-47979628528e?t=1521493308985",
        "Display Title": "Congrats to Our Children&amp;#39;s Safety Poster Competition Winners",
        "Body": "<p>Well done to Max and Zoe who were the winners of our Children’s Safety Poster Competition.  <\/p><p>Max won the 7 and under category whose relative works at the Rugby Cement Plant.  Zoe won the age 8-11 category and her dad works in Concrete Products in Buxton. <\/p><p>They both win £100 Halfords vouchers!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:26.764",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.185",
      "status": 0
    },
    {
      "articleId": "45854644",
      "structureId": "169349",
      "title": "Ongoing Restoration at East Leake quarry",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-09-06",
        "Video": "",
        "Summary": "Our quarry manager Alan Smith at the East Leake quarry sent this great panoramic picture of his site where restoration is ongoing at Lings Farm.",
        "Image Banner": "/documents/45807659/45840276/east-leake-lings-farm-banner.jpg/d37ecec9-4ddb-a547-d6de-fab92b289d2b?t=1521493297249",
        "Display Title": "Ongoing Restoration at East Leake quarry",
        "Body": "<p dir=\"LTR\">Our quarry manager Alan Smith at the East Leake quarry sent this great panoramic picture of his site where restoration is ongoing at Lings Farm. <\/p><p dir=\"LTR\">This is the site where seven bee-eaters nested this summer and the quarry is re-starting after being non-operational for a period. <\/p><p dir=\"LTR\">Overburden removal has started and during archaeology checks the contractors are restoring the Lings Farm area which will be soiled and seeded in the next 2 weeks.　<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:26.924",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.277",
      "status": 0
    },
    {
      "articleId": "45854665",
      "structureId": "169349",
      "title": "CCTV System Projects Workforce at Washwood Heath",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-31",
        "Video": "",
        "Summary": "CEMEX Rail Products is the largest supplier of concrete sleepers and crossing bearers to the rail industry.  It has over 20 years’ experience in manufacturing pre-stressed concrete sleepers and crossing bearers which are used in high speed, main-line railway track applications and railway lines. Its purpose built factory in Washwood Heath in the Midlands, situated at prime trackside site, incorporates the latest state-of-the-art production and quality control equipment and procedures. The site has been used by CEMEX for 26 years and employs 90 onsite staff.　",
        "Image Banner": "/documents/45807659/45840276/workforce-washwood-heath-banner.jpg/67ecd79d-8e32-58fb-1e5b-0a1ec3bd7685?t=1521493319207",
        "Display Title": "CCTV System Projects Workforce at Washwood Heath",
        "Body": "<p dir=\"LTR\">CEMEX Rail Products is the largest supplier of concrete sleepers and crossing bearers to the rail industry.  It has over 20 years’ experience in manufacturing pre-stressed concrete sleepers and crossing bearers which are used in high speed, main-line railway track applications and railway lines. Its purpose built factory in Washwood Heath in the Midlands, situated at prime trackside site, incorporates the latest state-of-the-art production and quality control equipment and procedures. The site has been used by CEMEX for 26 years and employs 90 onsite staff.　<\/p>\n<p dir=\"LTR\">Manufacturing large concrete sleepers and crossing bearers requires heavy machinery, with the product often moving around this busy site.  Adhering to strict health and safety procedures at all times is understandably essential for the safety of everyone on site. Terry Gillooly, Washwood Heath Site Manager for CEMEX Rail Solutions, sees health and safety as the No.1 priority and an ongoing process of continuous improvement: “We are always looking for ways we can improve the site and keep staff working safely.  I put forward the idea of a CCTV system as a means of maintaining site safety.  We could also use it for security as we have our own rail sidings, but this was not the main reason.  We discussed it and thought it was a good idea. “Stanley supplies our Time and Attendance equipment” explains Terry “and I mentioned the issues we were having with the CCTV company by chance and they offered their services, which was great.  They did a very good job.  The system is very professional.” STANLEY recommended a 16 camera IP HD CCTV system, capable of providing high definition observation.  A range of external and internal cameras have been installed in strategic positions across the site with all images fed back for monitoring and recording onto a sophisticated network video recorder.  The system runs over CEMEX’s existing IP network, providing considerable cost savings on cabling required for traditional CCTV systems, whilst maintaining quality.  Due to the nature of the site, the entire CCTV system was installed out of hours over three weekends with STANLEY staff working to very strict health and safety criteria.　<\/p>\n<p>CEMEX  is impressed with the finished CCTV system and the way in which the installation was carried out.  “Over several visits to our site, Stanley’s team adhered to all Health and Safety procedures, including the use and operation of the site’s mobile elevated platform” states Terry.  “The conduct of the team was excellent, and works were completed in a timely manner.  We are very pleased with the CCTV system.” The installation has proven so successful that CEMEX has expanded the system by adding a further eight cameras.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:27.085",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.422",
      "status": 0
    },
    {
      "articleId": "45854672",
      "structureId": "169349",
      "title": "Pallett Hill Quarry Achieves PRIME Status",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-31",
        "Video": "",
        "Summary": "Better known as a garrison town for the British Army, Catterick in North Yorkshire is now cementing its reputation for professionalism as home to the latest quarry site to achieve PRIME site status from the Institute of Quarrying (IQ).",
        "Image Banner": "/documents/45807659/45840276/pallett-hill-quarry-banner.jpg/ae6070d8-bd72-ca59-2bc5-b98939195a25?t=1521493308056",
        "Display Title": "Pallett Hill Quarry Achieves PRIME Status",
        "Body": "<p>Better known as a garrison town for the British Army, Catterick in North Yorkshire is now cementing its reputation for professionalism as home to the latest quarry site to achieve PRIME site status from the Institute of Quarrying (IQ). <\/p><p>CEMEX’s Pallett Hill Quarry is situated on the edge of the rural North Yorkshire village. It is known locally for high quality aggregates and ready mix concrete which is delivered across the region. The site was awarded PRIME (Professional Recognition in Mineral Extraction) status at the start of August 2017. <\/p><p>Sam Shepherd has been the Assistant quarry manager and then Quarry manager at CEMEX’s Pallett Hill quarry  over last three years. He says: <em>“My first involvement with PRIME was back in 2015 and I immediately knew that this was a standard this site could and would achieve. It has  the associated professional benefits of being recognised for what we do, as well as the joint kudos for everyone involved at Pallett Hill, as achieving PRIME is a true team effort.”<\/em> <\/p><p>PRIME is the driving force behind the introduction of the new Technical Member (TMIQ) grade. TMIQ is awarded to employees who achieve vocational and other qualifications, along with the completion of Continuing Professional Development (CPD). Mike Phillips, General Manager, IQ personally conducted the site audit at Pallett Hill. <\/p><p>The quarry is a site close to his heart, having being involved with the site earlier in his career. Mike commented: <em>“It was great to spend time at Pallett Hill and it brought back many happy memories. Having visited and toured this site I can see a real change. The continued improvements are really noticeable and I hope the further work into the future carries on. The introduction of a quarry vegetable patch was one of many innovative ideas where managers, supervisors and operatives can truly work together and glean true value from their time at work. Personally I was very impressed with Sam’s attitude and approach towards modern day quarry management and this clearly shows it works.”<\/em> <\/p><p>Sam Shepherd, Quarry Manager, CEMEX, adds: <em>“Having being involved in the steering group for PRIME, I understand the rigour with which the audit process is undertaken, so I am very proud of the team here for being recognised as the true professionals that they are. I know that we are one of the first within CEMEX to achieve this accolade, and hope that many sites will follow in our footsteps. This process has led to improvement not only for myself and my team, but for the site as a whole. We all understand the value of increased morale and engagement, and the celebration of this achievement, along with the friendly competition it will engender is a positive influence for all.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:27.245",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.466",
      "status": 0
    },
    {
      "articleId": "45854679",
      "structureId": "169349",
      "title": "Building A Better Future For The Swifts At Rugby",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-24",
        "Video": "",
        "Summary": "Nine metres above the ground, on the side of the one of the buildings at CEMEX’s Rugby Cement Plant, Mick and Alex attached 12 new ‘homes’ for Swifts.",
        "Image Banner": "/documents/45807659/45840276/swift-boxes-rugby-banner.jpg/6f09f411-0d7a-b114-cf2e-6620589dafc3?t=1521493315382",
        "Display Title": "Building A Better Future For The Swifts At Rugby",
        "Body": "<p dir=\"LTR\">Nine metres above the ground, on the side of the one of the buildings at CEMEX’s Rugby Cement Plant, Mick and Alex attached 12 new ‘homes’ for Swifts. <\/p><p dir=\"LTR\">Swifts are a quintessential sign of the British summer and although, towards the end of the season when Swifts visit this country, the new ‘homes’ may well attract some interest. <\/p><p dir=\"LTR\">Incorporated into the ‘homes’ is a ‘caller’, a pre-recorded sound of a Swift’s call that plays at dusk and dawn to encourage new occupants to move in. <\/p><p dir=\"LTR\"><em>“I’m sure our new homes will be perfect for these amazing birds and hopefully over the coming years, they will make our Plant their UK destination. Swifts will soon be on their way back to Africa so our ‘new build’ is in preparation for next year. Next summer we look forward to seeing and hearing Swifts as they soar over Rugby rooftops on a summer’s evening,”<\/em> comments Jamie Jordan, Environmental Manager, Rugby Cement Plant.<\/p><p dir=\"LTR\"> Swifts are the perfect house guest. They are only in the UK for three months of the year; make no mess when nesting and help get rid of flying insects and mosquitoes. <\/p><p dir=\"LTR\">Sadly, their numbers have been rapidly declining, due in part it is thought, to the lack of homes in our urban environments. CEMEX is working in partnership with the RSPB to increase the biodiversity of its 400+ sites.<\/p><p dir=\"LTR\"> The introduction of the Swift boxes is one of the measures to help give nature a home. Rebecca Pitman, RSPB Swift Cities Project Officer, says: <em>“The Swift is truly an urban bird and sadly they have declined by an alarming 47% between 1995–2014. <\/em><\/p><p dir=\"LTR\"><em>\"They are now an amber-listed species on the list of Birds of Conservation Concern. When they arrive back in the UK from Africa they return to the exact same location year after year. <\/em><\/p><p dir=\"LTR\"><em>\"Swifts like to nest in the rooftops of old buildings but developments and renovations often destroy suitable sites. The new CEMEX homes at the Cement Plant can offer this great bird a great home,”<\/em> Rebecca concludes.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:27.404",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.519",
      "status": 0
    },
    {
      "articleId": "45854686",
      "structureId": "169349",
      "title": "Marketing and Bid Team Lend-A-Hand With The Dogs’ Trust",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-24",
        "Video": "",
        "Summary": "On Tuesday 15th August the Bid and Marketing teams (James Fairclough, Jenna Swain, Neale McMaster, Aman Kundi, David Elston and Helen Hart) were involved in a Lendahand community day at the Dogs Trust in Kenilworth.",
        "Image Banner": "/documents/45807659/45840276/marketing-bid-team-lend-a-hand-banner.jpg/f200c93b-4868-85f6-3444-771eb67c6c78?t=1521493304750",
        "Display Title": "Marketing and Bid Team Lend-A-Hand With The Dogs’ Trust",
        "Body": "<p dir=\"LTR\">On Tuesday 15th August the Bid and Marketing teams (James Fairclough, Jenna Swain, Neale McMaster, Aman Kundi, David Elston and Helen Hart) were involved in a Lendahand community day at the Dogs Trust in Kenilworth. <\/p><p dir=\"LTR\">The day allowed the teams to walk and look after neglected dogs, support the behavioural work of the centre, and exercise the dogs. The majority of the dogs they worked with have now found a new home! <\/p><p dir=\"LTR\">It was a well spent day with a local charity.  The  Dogs Trust are looking for fundraisers, sponsors and donations. All relevant information is on their website: www.dogstrust.org.uk<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:27.563",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.569",
      "status": 0
    },
    {
      "articleId": "45854693",
      "structureId": "169349",
      "title": "Team Asphalt Lend-A-Hand At Selkirk Stable Life",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-24",
        "Video": "",
        "Summary": "John Macsween reported that the Asphalt team completed a lend-a-hand at Stable Life in Selkirk.",
        "Image Banner": "/documents/45807659/45840276/asphalt-selkirk-banner.jpg/9bdfa588-cf29-504d-dc17-05251585ec7b?t=1521493286905",
        "Display Title": "Team Asphalt Lend-A-Hand At Selkirk Stable Life",
        "Body": "<p dir=\"LTR\">John Macsween reported that the Asphalt team completed a lend-a-hand at Stable Life in Selkirk. <\/p><p dir=\"LTR\">Stable Life is a charitable organisation providing a safe, nurturing environment to help young people reach their full potential. They work with horses and animals, and engage in positive activities. <\/p><p dir=\"LTR\">The team completed the lend-a-hand alongside a member of the Scottish Borders Council who is a key customer from our Cowieslinn Quarry and Asphalt Plant. <\/p><p dir=\"LTR\">During the day they painted several stables and had enjoyed supporting a very worthwhile organisation which provides valuable support to the local community. <\/p><p dir=\"LTR\">Present on the day were Garry Gregory, Jason Barker, Brin Sandu, Ed Hobbs, Douglas Hunter, John Smith, Bryan Walkinshaw, Jackie Macdonald and Rob Cunningham. Well done!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:27.811",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.622",
      "status": 0
    },
    {
      "articleId": "45854700",
      "structureId": "169349",
      "title": "New Hymix Readymix Truck in Action",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-24",
        "Video": "",
        "Summary": "Thanks to Hymix for these two great pictures, shared with us via Twitter, of the latest addition to our Readymix fleet.",
        "Image Banner": "/documents/45807659/45840276/new-hymix-banner.jpg/26e6c003-1aba-d191-6807-a62d5217324e?t=1521493306571",
        "Display Title": "New Hymix Readymix Truck in Action",
        "Body": "<p>Thanks to Hymix for these two great pictures, shared with us via Twitter, of the latest addition to our Readymix fleet. <\/p><p>As previously reported, Neil Corner, one of our independent contractor hauliers, recently took delivery of the new 6-wheeler Volvo FM11 ready mixed concrete truck – one of 17 new Volvo vehicles with Hymix mixer unit to be branded in CEMEX livery and delivering concrete across the country on behalf of the company.<\/p><p> Representing a significant investment by the company, Charlie Stanford, National Fleet Liaison Manager, has worked closely with engineers and mechanics at both Volvo and Hymix to produce one of the lightest and most efficient vehicles on the market while offering the driver greater comfort and ease of handling.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:27.971",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.672",
      "status": 0
    },
    {
      "articleId": "45854707",
      "structureId": "169349",
      "title": "Teaching Our Children And Grandchildren About Health and Safety",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-24",
        "Video": "",
        "Summary": "One of our Asphalt Commercial Managers kindly shared a Health and Safety poster which was beautifully illustrated by his granddaughter.",
        "Image Banner": "/documents/45807659/45840276/megan-langley-safety-poster-banner.jpg/37f1367e-e51f-35cc-1615-def66560b38e?t=1521493305131",
        "Display Title": "Teaching Our Children And Grandchildren About Health and Safety",
        "Body": "<p dir=\"LTR\">One of our Asphalt Commercial Managers kindly shared a Health and Safety poster which was beautifully illustrated by his granddaughter. <\/p><p dir=\"LTR\">Our younger family members can communicate key safety warnings very clearly, as in this instance, with the brilliant REMEMBER - STAY SAFE message and the multitude of dangers associated with moving vehicles: trucks, large　<\/p>\n<p>machinery and cars. The messages apply to us all – everywhere, at home, in our daily lives and at work. We all want to go home safely to our families every day. Our thanks to Megan the budding artist granddaughter.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:28.131",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.717",
      "status": 0
    },
    {
      "articleId": "45854714",
      "structureId": "169349",
      "title": "Local school children help design logo for Wickwar quarry",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-17",
        "Video": "",
        "Summary": "Our Wickwar Quarry in South Glos,hosted 33 primary school students and three staff visited the Quarry in July with the aims of strengthening local community links and raising the awareness of danger from lagoons on site.",
        "Image Banner": "/documents/45807659/45840276/wickwar-kids-logo-banner.jpg/f52173e8-6762-8c09-df29-894b4a264a0f?t=1521493318970",
        "Display Title": "Local school children help design logo for Wickwar quarry",
        "Body": "<p>Our Wickwar Quarry in South Glos,hosted 33 primary school students and three staff visited the Quarry in July with the aims of strengthening local community links and raising the awareness of danger from lagoons on site. <\/p><p>The students were set a task of designing a logo/badge to be used on the Wickwar Quarry Newsletter, and the winning design is shown here in the picture. <\/p><p>The Newsletter covers all of our operations on site including our first priority Health & Safety, blocks, readymix concrete, asphalt, together with sales and quality. <\/p><p>The logo will be used for a year and then we'll invite further school visitors to come up with something different. <\/p><p>It was interesting to see that they included some of the village environment, village clock and school, and they even brought in the logo of the village pub and the history behind it.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:28.291",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.762",
      "status": 0
    },
    {
      "articleId": "45854721",
      "structureId": "169349",
      "title": "Wick Celebrates 11 Years LTI-Free",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-17",
        "Video": "",
        "Summary": "Congratulations to everyone in the Wick team on achieving 11 years LTI-free.",
        "Image Banner": "/documents/45807659/45840276/hot-air-balloons-wick-banner.jpg/7ce98bc8-2482-8b79-bed6-2ce3c591068a?t=1521493300195",
        "Display Title": "Wick Celebrates 11 Years LTI-Free",
        "Body": "<p>Congratulations to everyone in the Wick team on achieving 11 years LTI-free. <\/p><p>VP, Carl Platt, commented: <em>“This is a great achievement bearing in mind the type of work we do on site and the complexities of the products we make. Please pass on my thanks to all the team and ensure we continue to focus on sending everyone home each day safe and sound.”<\/em> <\/p><p>Concrete Products Director, Grant McMillan, added: <em>“This is recognition for all of the hard work and effort from every member of the team to stay safe on a day to day basis, and I invite you all to continue this performance moving forward.”<\/em> <\/p><p>The picture shows a large gathering of hot air balloons that took off early in the morning from the Bristol International Balloon Fiesta which occurs every year. They came right over the top of the Wick Plant!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:28.451",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.808",
      "status": 0
    },
    {
      "articleId": "45854728",
      "structureId": "169349",
      "title": "Asphalt Teamwork Gets the Holiday Traffic Moving for Eurovia",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-09",
        "Video": "",
        "Summary": "Professional teamwork between our planners, operations, logistics and drivers helped our customer Eurovia with a repair to the M5 motorway last week.",
        "Image Banner": "/documents/45807659/45840276/m5-asphalt-holiday-traffic-banner.jpg/bee503b1-fc60-30dd-d861-a5d118728dad?t=1521493304364",
        "Display Title": "Asphalt Teamwork Gets the Holiday Traffic Moving for Eurovia",
        "Body": "<p>Professional teamwork between our planners, operations, logistics and drivers helped our customer Eurovia with a repair to the M5 motorway last week. <\/p><p>With holiday traffic at peak levels, an incident on a Friday between two lorries closed two lanes of the motorway, and contractor Eurovia needed our help. A small repair soon became a 270 tonne delivery of Viatex, but thanks to committed staff and our patient lorry drivers the material was dispatched, laid and the motorway was fully re-opened early on Saturday morning.  <\/p><p>Then Eurovia called with another incident nearer to Bristol needing a similar repair which was successfully completed as an emergency, and the M5 was re-opened on Sunday. <\/p><p>On Monday the customer contacted us to thank everyone for their commitment and response to the two unplanned events. Many thanks to all involved, including the patient asphalt drivers who were left stranded during the repair and had to walk a couple of miles to get their lunch!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:28.657",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.851",
      "status": 0
    },
    {
      "articleId": "45854735",
      "structureId": "169349",
      "title": "First Porofoam contract for Berkswell Goes Well",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-09",
        "Video": "",
        "Summary": "Our Berkswell readymix plant in Warwick shire provided it s first customer with the new POROFOAM 950 product for Costain Ltd, working at Claverdon Sewage Treatment Works in Warwickshire.",
        "Image Banner": "/documents/45807659/45840276/porofoam-claverdon-banner.jpg/3a28ce03-ae8c-fc2e-e8ce-034aeea324e0?t=1521493308826",
        "Display Title": "First Porofoam contract for Berkswell Goes Well",
        "Body": "<p>Our Berkswell readymix plant in Warwick shire provided it s first customer with the new POROFOAM 950 product for Costain Ltd, working at Claverdon Sewage Treatment Works in Warwickshire. <\/p><p>The customer was looking for a non-structural mix to fill an underground chamber. Whilst site staff were initially apprehensive about using the mix, having previously used our VOIDFILL product for a similar application, we ensured the customer was closely supported and the engineer on site was very pleased with the product and its characteristics. <\/p><p>Thanks to everyone involved including Area Technical Manager, Gilbert Morgan, for co-ordinating the project with all arms of the business; John Shrimpton and Mike Higgins for specialist technical assistance and guidance on mix design prior to and during the pour; Gordon Mcdade for preparing the plant and ordering of the specialist raw materials; Damian Keogh for batching and managing the pour; David Wetherill and Kevin Davis for foaming duties and on-site technical assistance, and finally David Taylor for dealing with the enquiry commercially while Matt was on holiday.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:28.897",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.895",
      "status": 0
    },
    {
      "articleId": "45854742",
      "structureId": "169349",
      "title": "New Aggregates Rail Service at Brandon, Cambridgeshire",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-09",
        "Video": "",
        "Summary": "CEMEX UK ran the first trial train to a new site at Brandon in Cambridgeshire, which is a customer site but we will have access to the material to supply major works in the area over the next two years.",
        "Image Banner": "/documents/45807659/45840276/brandon-rail-service-banner.jpg/919fbe31-4cd0-679d-d1be-d624d4592cd6?t=1521493289949",
        "Display Title": "New Aggregates Rail Service at Brandon, Cambridgeshire",
        "Body": "<p>CEMEX UK ran the first trial train to a new site at Brandon in Cambridgeshire, which is a customer site but we will have access to the material to supply major works in the area over the next two years. <\/p><p>The freight sidings are being brought back into active use having  lain dormant for some time and is part of a wider UK Strategy by Network Rail to increase freight traffic. In a recent survey almost two thirds (61%) of people wanted to see more freight transported by rail. <\/p><p>It is also another key site in our strategy to grow the Aggregates Business and in particular the rail part of our Supply Chain. Watch this space for more new sites to come as we develop this method of transportation that delivers for communities, shareholders and customers. <\/p><p>Chris Leese congratulated the team on this great new “pop-up” railhead, and Mark Grimshaw-Smith thanked Graham Laight and everyone involved for the determined team effort.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:29.059",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.941",
      "status": 0
    },
    {
      "articleId": "45854749",
      "structureId": "169349",
      "title": "Farewell to the Bee Eaters at East Leake as BBC Autumnwatch visits",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-09",
        "Video": "",
        "Summary": "The mess room at East Leake quarry was busier than normal at lunchtime today when the site hosted the film crew including Michaela Strachan from BBC's Autumnwatch to film the rare bee eaters on the site for the October programmes.",
        "Image Banner": "/documents/45807659/45840276/autumnwatch-banner.jpg/ba7ec4ac-7b20-b81d-9ba4-9cfce780e887?t=1521493287184",
        "Display Title": "Farewell to the Bee Eaters at East Leake as BBC Autumnwatch visits",
        "Body": "<p>The mess room at East Leake quarry was busier than normal at lunchtime today when the site hosted the film crew including Michaela Strachan from BBC's Autumnwatch to film the rare bee eaters on the site for the October programmes. <\/p><p>The crews arrived early but the birds remained out of site until lunchtime, probably due to the windy and damp conditions. However they did arrive early afternoon and they captured some good shots and interviews with the RSPB. <\/p><p>Sadly the next day it was noticed that the birds had stopped visiting their nests, which meant the very rare appearance of bee eater chicks in the UK was not to be, and the parents departed for their warmer habitats in southern Europe. <\/p><p>Thanks to Scott, Alan and the team on site for keeping everyone safe today and for hosting the crews. <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:29.217",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:37.986",
      "status": 0
    },
    {
      "articleId": "45854756",
      "structureId": "169349",
      "title": "Logistics Team Gets FIT4LIFE with Epic 12 mile Walk",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-02",
        "Video": "",
        "Summary": "As part of the Logistics Health & Safety Improvement plan for 2017 our Logisitcs team agreed to raise the profile of Health by all participating in the CEMEX UK Pedometer Challenge in May and to undertake a Health challenge as a team.",
        "Image Banner": "/documents/45807659/45840276/logistics-health-walk-banner.jpg/3c4b2dd8-4d2c-4489-7897-33c561626109?t=1521493303727",
        "Display Title": "Logistics Team Gets FIT4LIFE with Epic 12 mile Walk",
        "Body": "<p>As part of the Logistics Health & Safety Improvement plan for 2017 our Logisitcs team agreed to raise the profile of Health by all participating in the CEMEX UK Pedometer Challenge in May and to undertake a Health challenge as a team. <\/p><p>To this end we decided to walk around Lake Ullswater in Cumbria earlier this month. The team set off in high spirits and completed the 12 mile walk in just over 4 hours taking in the incredible scenery and picturesque views on route. We were extremely lucky with the weather and very proud (if a little tired!!) <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:29.378",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.032",
      "status": 0
    },
    {
      "articleId": "45854763",
      "structureId": "169349",
      "title": "South Ferriby Team Wins the Worlaby Soapbox Challenge Again!",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-02",
        "Video": "",
        "Summary": "On 16th July 2017 our intrepid racers from South Ferriby entered a team into the Worlaby Downhill Challenge hosted by Apple Head Gravity Racing, and sponsored by CEMEX South Ferriby.",
        "Image Banner": "/documents/45807659/45840276/south-ferriby-soapbox-challenge-banner.jpg/cfef43fe-f9f3-b7bc-5c53-9e1979ecb127?t=1521493314326",
        "Display Title": "South Ferriby Team Wins the Worlaby Soapbox Challenge Again!",
        "Body": "<p>On 16th July 2017 our intrepid racers from South Ferriby entered a team into the Worlaby Downhill Challenge hosted by Apple Head Gravity Racing, and sponsored by CEMEX South Ferriby. <\/p><p>The event saw participants on homemade soapboxes, sidecars and gravity bikes hurtle down the hill into Worlaby at speeds of up to 45mph. <\/p><p>There was some tough competition on the day however our team managed to come first bringing home the trophy for the second year running. Well done everyone!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:29.541",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.086",
      "status": 0
    },
    {
      "articleId": "45854770",
      "structureId": "169349",
      "title": "Stephen Fairley Haulage wins Q2 Haulier Health Safety Award",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-08-02",
        "Video": "",
        "Summary": "Winner of the Q2 2017 CEMEX Haulier Health & Safety Award is Stephen Fairley Haulage in recognition of their organisation and involvement in Truck and Child Safety.",
        "Image Banner": "/documents/45807659/45840276/ronnie-hhs-award-banner.jpg/263802f1-fb29-6bc4-2c08-486eea9a5751?t=1521493311169",
        "Display Title": "Stephen Fairley Haulage wins Q2 Haulier Health Safety Award",
        "Body": "<p>Winner of the Q2 2017 CEMEX Haulier Health & Safety Award is Stephen Fairley Haulage in recognition of their organisation and involvement in Truck and Child Safety. <\/p><p>On Thursday 25th May, S Fairley Haulage coordinated a Truck and Child Safety event at Moorfoot Primary School, Midlothian, near CEMEX's Temple Quarry, which has a number of building developments in the surrounding area. <\/p><p>S Fairley Haulage gathered support from CEMEX, Scania GB and Halfords for the event, with over 90 children at Moorfoot Primary School learning how to walk and cycle safely around commercial vehicles. <\/p><p>Children also dressed in bright colours to support “Be Bright Be Seen\", and had practical sessions on blind spots sitting in the cabs. <\/p><p>Ronnie Simpson delivered information sessions in the assembly hall with training videos and a Word search competition. <\/p><p>Children and staff all enjoyed the event and each child took home a “Stay Safe on the Road” goodie bag. <\/p><p>The picture shows Ronnie Simpson presenting Shirley Fairley with the Q2 Haulier Safety Award on behalf of S Fairley Haulage. <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:29.787",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.144",
      "status": 0
    },
    {
      "articleId": "45854777",
      "structureId": "169349",
      "title": "CEO of the Year",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-27",
        "Video": "",
        "Summary": "Our global Chairman, Rogelio Zambrano, sent out this message to our employees this week.　",
        "Image Banner": "/documents/45807659/45840276/fgo-ceo-award-banner.jpg/ea11b2be-9a67-31fc-f1da-3a320c4aaae4?t=1521493297652",
        "Display Title": "CEO of the Year",
        "Body": "<p dir=\"LTR\">Our global Chairman, Rogelio Zambrano, sent out this message to our employees this week.　<\/p>\n\n<p>Dear colleagues, I am delighted to share with all of you that our Chief Executive Officer, Fernando A. González, has been recognised as CEO of the Year by the renowned Council of the Americas in the 23rd edition of the BRAVO Business Awards. <\/p><p>The Council of the Americas and its twin organisation, the Americas Society, are long-standing institutions dedicated to fostering a constructive dialogue and initiatives that contribute to the economic, social, and cultural advancement of the Western Hemisphere. <\/p><p>You can learn more about them at their website, as-coa.org, and read the BRAVO Awards’ press release by <a href=\"http://www.as-coa.org\" target=\"_blank\">clicking here<\/a>. <\/p><p>The presentation of this prestigious award to our CEO is a well-deserved recognition to Fernando’s talent, his vision and leadership, as well as his unwavering dedication to making CEMEX a more competitive, more sustainable, and more successful global company. <\/p><p>At the same time, this award is testament of the capacity and talent of every CEMEX employee, and the progress we have made towards achieving our goals. <\/p><p>On behalf of all the organisation, I congratulate Fernando for his leadership and dedication to our company. Best regards, Rogelio Zambrano.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:29.945",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.197",
      "status": 0
    },
    {
      "articleId": "45854784",
      "structureId": "169349",
      "title": "Superior Customer Service in Mortars",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-27",
        "Video": "",
        "Summary": "Recently we secured a project for GSQ Brickwork care of Hill Partnerships in London including several high value solutions.",
        "Image Banner": "/documents/45807659/45840276/dsm-bags-banner.jpg/80cf771f-e5f7-9903-f3f0-d00f38cb8bf3?t=1521493296986",
        "Display Title": "Superior Customer Service in Mortars",
        "Body": "<p dir=\"LTR\">Recently we secured a project for GSQ Brickwork care of Hill Partnerships in London including several high value solutions. <\/p><p dir=\"LTR\">Andrew Walker met with the customer and we provided the following solutions; 1 x Dry Silo Mortar Silo for 300 tonnes of Silo Plus material, 20 tonnes of bagged M4 BLACK X special mortar, in addition to 50-60m3 of 116 Readyspread via the local Readymix Mortar Plant for internal blockwork.　<\/p>\n<p>No other supplier would have been able to come up with Silo, bagged and Readymix solutions including value engineering, the Silo Plus material and the bespoke colour mix – proving again that we have the best product portfolio in London. <\/p><p>One of our 1 tonne mortar bags is pictured here.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:30.139",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.286",
      "status": 0
    },
    {
      "articleId": "45854791",
      "structureId": "169349",
      "title": "Successful Javelin Park Pour for Energy from Waste Plant",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-27",
        "Video": "",
        "Summary": "Last Tuesday CEMEX Readymix Area 20 completed a 650m3 pour for John Graham Construction for the new Energy from Waste Plant in Gloucestershire.",
        "Image Banner": "/documents/45807659/45840276/javelin-park-pour-banner.jpg/a9385f5b-d302-611c-71f0-c0c56affa028?t=1521493300826",
        "Display Title": "Successful Javelin Park Pour for Energy from Waste Plant",
        "Body": "<p>Last Tuesday CEMEX Readymix Area 20 completed a 650m3 pour for John Graham Construction for the new Energy from Waste Plant in Gloucestershire. <\/p><p>The pour was comprised of 2 mixes, a C45 DC4 and a C45 DC4 Caltite. CEMEX had to dual supply both mixes to two different pumps from three different plants and with a 4am start – the challenge was set. <\/p><p>With great collaboration between Operations, Technical, Shipping, Aggregates and Cement the pour went swimmingly well and was completed by 3pm. <\/p><p>A big thank you goes to Lee Charles Mills (Moreton), William Charles, Morgan Steadman (Cheltenham), Sarah Meredith (Shipping) and Gary Clark (Wickwar) for all their hard work and positive attitude. <\/p><p>John Graham Construction were extremely happy with the supply and now the preparation begins for the 24 hour Slipform and additional large pours in the coming weeks.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:30.292",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.336",
      "status": 0
    },
    {
      "articleId": "45854798",
      "structureId": "169349",
      "title": "Great Feedback for Our Smooth Operations",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-27",
        "Video": "",
        "Summary": "Our Paving Solutions team in York recently received some kind feedback about a smooth new road they laid for York County Council. Well done to the team for another happy customer – helping to build a greater Britain road by road.　",
        "Image Banner": "/documents/45807659/45840276/road-york-banner.jpg/a38ed0c4-9824-7919-8161-1190fc147f86?t=1521493311017",
        "Display Title": "Great Feedback for Our Smooth Operations",
        "Body": "<p dir=\"LTR\">Our Paving Solutions team in York recently received some kind feedback about a smooth new road they laid for York County Council. Well done to the team for another happy customer – helping to build a greater Britain road by road.　<\/p>\n\n<i><p dir=\"LTR\">\"Dear CEMEX, I just wanted to email to say thank you for our lovely new road!! Thought I’d send you some pictures so you could see what a great job the workmen had done. It was all done so quickly and with no inconvenience. Thanks so much. We’re not going to let ANYONE dig it up. If you read in The Press about householders in a York street barricading themselves in to stop Virgin Media contractors from digging, it may well be us!! Thanks so much again. It really makes so much difference.\"　<\/p><\/i>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:30.451",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.393",
      "status": 0
    },
    {
      "articleId": "45854805",
      "structureId": "169349",
      "title": "ROSPA Awards Success 2017",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-20",
        "Video": "",
        "Summary": "CEMEX UK employees proudly accepted their RoSPA awards recognising contribution to safety last week at the annual RoSPA awards ceremony.  Congratulations to everyone who entered the awards and those who were recognised in a category.",
        "Image Banner": "/documents/45807659/45840276/rospa-awards-3-banner.jpg/fa139403-f117-da52-8994-3e99a6016685?t=1521493311246",
        "Display Title": "ROSPA Awards Success 2017",
        "Body": "<p dir=\"LTR\">CEMEX UK employees proudly accepted their RoSPA awards recognising contribution to safety last week at the annual RoSPA awards ceremony.  Congratulations to everyone who entered the awards and those who were recognised in a category.  <\/p><p dir=\"LTR\">Congratulations to Peter Hawker (left) , with an award for highly commended in the mining and quarrying section for Readymix Southern.  John Stokes (middle) with a Sector award for Mining and Quarrying and Steven Peacock (right).  　<\/p>\n\n<p dir=\"LTR\">2017 RoSPA award winners for CEMEX UK Include: 　<\/p>\n\n<ul><li dir=\"LTR\">Readymix Central - Winners Mines and Quarries Sector Award (7th year for RMX)　<\/li><li dir=\"LTR\">Readymix Southern - Highly Commended Mines and Quarries Sector Award　<\/li><li dir=\"LTR\">UK Logistics - President's Award (13 consecutive Gold Awards)　<\/li><li dir=\"LTR\">UK Logistics - Gold Fleet Safety Award　<\/li><li dir=\"LTR\">UK Marine - President's Award (10 consecutive Gold Awards)　<\/li><li dir=\"LTR\">UK Aggregates - Gold Award　<\/li><\/ul>\n\n\n\n\n\n\n<p>RMX Northern and our operations in Scotland are still awaiting confirmation of what they have been awarded<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:30.651",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.471",
      "status": 0
    },
    {
      "articleId": "45854812",
      "structureId": "169349",
      "title": "Slips, Trips and Falls Awareness",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-20",
        "Video": "",
        "Summary": "This week we are raising awareness that slips, trips and falls account for approximately half of our more serious injuries.",
        "Image Banner": "/documents/45807659/45840276/slips-trips-falls-banner.jpg/b500e692-7d11-f847-233e-e106424b61e5?t=1521493313578",
        "Display Title": "Slips, Trips and Falls Awareness",
        "Body": "<p>This week we are raising awareness that slips, trips and falls account for approximately half of our more serious injuries. <\/p><p>Materials including a Stop & Think Talk, Video Safety Alert, Posters, revised Get a Grip stickers and a Children's Poster Competition are available for our teams to raise awareness again. <\/p><p>We are highlighting the importance of good housekeeping, always treading carefully and maintaining 3 points of contact on steps, stairways and ladders. <\/p><p> In addition we are encouraging sites to refresh the yellow paint used to highlight changes in floor level.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:30.885",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.52",
      "status": 0
    },
    {
      "articleId": "45854819",
      "structureId": "169349",
      "title": "Vote for River and Sea Sense",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-13",
        "Video": "",
        "Summary": "Debbie Turnbull’s charity, River and Sea Sense, who CEMEX UK have worked with to promote water safety in Wales,  has been nominated for a National Lottery Award and chosen as one of six finalists out of 1,300 organisations across the UK.",
        "Image Banner": "/documents/45807659/45840276/vote-river-sea-sense-banner.jpg/1676c9bf-3ab7-0774-356c-47f9fe992bdd?t=1521493318273",
        "Display Title": "Vote for River and Sea Sense",
        "Body": "<p>Debbie Turnbull’s charity, River and Sea Sense, who CEMEX UK have worked with to promote water safety in Wales,  has been nominated for a National Lottery Award and chosen as one of six finalists out of 1,300 organisations across the UK. <\/p><p>They need votes from members of the public for their charity to receive a national lottery award and Debbie wondered if CEMEX UK employees would like to support them?  <\/p><p>If you would like to, please follow the link below and click vote.  You could share on your social media networks too if you like to get more votes…..<\/p> <p>http://www.lotterygoodcauses.org.uk/project/river-and-sea-sense<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:31.044",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.566",
      "status": 0
    },
    {
      "articleId": "45854826",
      "structureId": "169349",
      "title": "Dry Silo Mortar Team 11 years incident-free",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-13",
        "Video": "",
        "Summary": "Congratulations to the Dry Silo Mortar team for another safe year, taking their LTI and TRI free total to an impressive 11 years.",
        "Image Banner": "/documents/45807659/45840276/dsm-10-years-lti-free-banner.jpg/63336023-8db6-56b4-0131-8de4f593f9ad?t=1521493296892",
        "Display Title": "Dry Silo Mortar Team 11 years incident-free",
        "Body": "<p>Congratulations to the Dry Silo Mortar team for another safe year, taking their LTI and TRI free total to an impressive 11 years.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:31.204",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.617",
      "status": 0
    },
    {
      "articleId": "45854833",
      "structureId": "169349",
      "title": "Congrats to Tilbury Logistics - 10 years without any safety incident",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-06",
        "Video": "",
        "Summary": "Michel Andre, our new UK President, spent a morning this week meeting staff and reviewing the facilities at Tilbury. He also had the opportunity to personally congratulate the Tilbury Logistics team for achieving 10 years LTI free.  Huge congratulations to the Cement Logistics team at Tilbury for their fantastic 10 years without a single safety incident.",
        "Image Banner": "/documents/45807659/45840276/tilbury-logistics-banner.jpg/d5478657-ce7f-f07a-0ab4-cc717a9a800c?t=1521493316915",
        "Display Title": "Congrats to Tilbury Logistics - 10 years without any safety incident",
        "Body": "<p>Michel Andre, our new UK President, spent a morning this week meeting staff and reviewing the facilities at Tilbury. He also had the opportunity to personally congratulate the Tilbury Logistics team for achieving 10 years LTI free.  Huge congratulations to the Cement Logistics team at Tilbury for their fantastic 10 years without a single safety incident.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:31.364",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.669",
      "status": 0
    },
    {
      "articleId": "45854840",
      "structureId": "169349",
      "title": "Rail Solutions Look after their Backs at Washwood Heath",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-06",
        "Video": "",
        "Summary": "CEMEX Rail Solutions Washwood Heath had a back care expert from New Leaf on site on Monday 3rd July.",
        "Image Banner": "/documents/45807659/45840276/cemex-rail-solutions-banner.jpg/e4224042-1eae-2162-5b3e-06062f7bc27c?t=1521493292184",
        "Display Title": "Rail Solutions Look after their Backs at Washwood Heath",
        "Body": "<p>CEMEX Rail Solutions Washwood Heath had a back care expert from New Leaf on site on Monday 3rd July.<\/p><p> They had five sessions throughout the day giving them advice on warm up before starting work, on twisting and stretching throughout the day, along with general tips on how to look after all muscles and joints. <\/p><p>Plant Manager, Terry Gillooly, said: <em>“Washwood Heath is a very manual operation and one of the biggest issues we face on site is joint and muscle pain.  We hope this not only helps the guys at work but also makes a better home life.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:31.524",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.719",
      "status": 0
    },
    {
      "articleId": "45854847",
      "structureId": "169349",
      "title": "Lending a hand to Dig a Hole",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-06",
        "Video": "",
        "Summary": "Well done to the team involved with the lend-a-hand day last Friday at Southam, organised by Mark Norton. The task for the day was to break out a stretch of ground in front of the scout hut that is prone to flooding and mud ready to place CEMEX Permaflow concrete. Liz Bowden, Neil Adams and Mark Grimshaw-Smith from Supply Chain joined Mark Norton from National Commercial, and Sean and John from Southam Lab Technical team.",
        "Image Banner": "/documents/45807659/45840276/lend-a-hand-southam-banner.jpg/a55f47a0-182f-ae9c-08f5-aa2e7a5f8043?t=1521493302312",
        "Display Title": "Lending a hand to Dig a Hole",
        "Body": "<p>Well done to the team involved with the lend-a-hand day last Friday at Southam, organised by Mark Norton. The task for the day was to break out a stretch of ground in front of the scout hut that is prone to flooding and mud ready to place CEMEX Permaflow concrete. Liz Bowden, Neil Adams and Mark Grimshaw-Smith from Supply Chain joined Mark Norton from National Commercial, and Sean and John from Southam Lab Technical team. <\/p><p>Mark takes up the story: “After the recent dry weather the ground was harder than expected and it was certainly a good workout. We formed two teams with one each on the mattock/bar and shovel and barrow – we soon got it done with good team work and can-do. Thanks also for everyone remembering to bring appropriate PPE for the task and looking out for each other. <\/p><p>CEMEX has a long history supporting 1st Long Itchington Scouts going back to the cement days at Southam, and still rents the scout hut, grounds, cricket pitch and pavilion to the scouts. This is the second lend-a-hand with them. Last year’s project of cutting a safe walkway from the hut to the cricket pitch is still looking good and is in regular use. This is definitely a good example of CEMEX Best for Communities in action. The photo shows work in progress before we got too ragged!”<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:31.746",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.768",
      "status": 0
    },
    {
      "articleId": "45854854",
      "structureId": "169349",
      "title": "It&amp;#39;s a Knockout again to help Bluebell Hospice",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-06",
        "Video": "",
        "Summary": "John Parker again led the CEMEX team who entered It’s A Knockout 2017 for the 4th consecutive year to support Bluebell Wood Childrens' Hospice. ",
        "Image Banner": "/documents/45807659/45840276/bluebellwood-2017-banner.jpg/4cfe109c-7bef-c320-7442-0de0b0662ec3?t=1521493289477",
        "Display Title": "It&amp;#39;s a Knockout again to help Bluebell Hospice",
        "Body": "<p>John Parker again led the CEMEX team who entered It’s A Knockout 2017 for the 4th consecutive year to support Bluebell Wood Childrens' Hospice.  <\/p><p>The usual crazy capers were included in the fun day out.  A great day was had by all and they managed 2nd place against 18 other teams. <\/p><p>John comments: <em>“Many thanks to all our staff and families who gave up their Saturday to support Bluebell Wood Children Hospice. We are still a long way off our £1,100 fund raising total so any donations would be gratefully received.  Please visit: https://www.justgiving.com/fundraising/John-Parker19<\/em><\/p> <p><em>\"At Bluebell Wood they support over 250 children and young people with a shortened life expectancy. Without the help of people like you they couldn’t help as many families. It costs over £4million each year to run the hospice. Under 10% of this is Government funding so every penny really does count. Bluebell wood is a Children’s Hospice in Yorkshire: http://www.bluebellwood.org/our-services/<\/em><\/p> <p><em>\"Many thanks for all the support.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:31.904",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.813",
      "status": 0
    },
    {
      "articleId": "45854861",
      "structureId": "169349",
      "title": "Bee Eaters at East Leake",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-06",
        "Video": "",
        "Summary": "<i>\"Last week the surprise arrival of seven bee-eaters provided a colourful interlude to our usual routine. The magnificent, multicoloured seven turned up at East Leake CEMEX Quarry, near Loughborough, on 25 June and quickly began to draw a crowd. As with the last few times bee-eaters have shown up, we knew we needed to act.<\/i>",
        "Image Banner": "/documents/45807659/45840276/bee-eater-banner.jpg/fd7a656f-ab28-5619-8d42-e76833b3fd14?t=1521493288121",
        "Display Title": "Bee Eaters at East Leake",
        "Body": "<p><i>\"Last week the surprise arrival of seven bee-eaters provided a colourful interlude to our usual routine. The magnificent, multicoloured seven turned up at East Leake CEMEX Quarry, near Loughborough, on 25 June and quickly began to draw a crowd. As with the last few times bee-eaters have shown up, we knew we needed to act.<\/i><\/p> <i>Before the Millennium, there were just two breeding records of bee-eaters in the UK. These exotic, kaleidoscopic visitors certainly look more suited to their southern European and African homelands, but increasingly they’ve been turning up on our grey and rainy isle, appearing at random in County Durham (2002), Herefordshire (2005), Isle of Wight (2014) and Cumbria (2015). Another species being pushed north by climate change, it would seem.<\/i> <i><table><tbody><tr><td> <\/td><td>With word spreading quickly on Twitter, and working with our business partners CEMEX UK, a plan was put in place to protect the colony and make sure no-one wandered into the active quarry. After speaking to a local farmer, we’d soon secured a nearby field for parking. Road signs were ordered. A Twitter shout-out later and we’d appointed volunteers to marshal the car park and point the way to the best viewing spot, and a monitor to protect the birds for the duration of their stay.\"<\/td><\/tr><\/tbody><\/table><\/i><p><i>Photography credit: Keith Bowser<\/i><i> <\/i><\/p><p><i><\/i><\/p> <p>Read more at <a href=\"https://www.rspb.org.uk/community/ourwork/b/investigations/archive/2017/07/04/bee_2d00_eaters-nottinghamshire-2017.aspx#jUmFhaawtJuOkyuD.99\">https://www.rspb.org.uk/community/ourwork/b/investigations/archive/2017/07/04/bee_2d00_eaters-nottinghamshire-2017.aspx#jUmFhaawtJuOkyuD.99<\/a><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:32.065",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.863",
      "status": 0
    },
    {
      "articleId": "45854868",
      "structureId": "169349",
      "title": "David competes for Team GB in European Triathlon finals",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-29",
        "Video": "",
        "Summary": "On Sunday 18th June David Heathcote represented both CEMEX and Great Britain at the European triathlon finals in Kitzbuhel, Austria.",
        "Image Banner": "/documents/45807659/45840276/david-heathcote-4-banner.jpg/d61b1b19-e964-74ea-8699-1c01f9f9c101?t=1521493295568",
        "Display Title": "David competes for Team GB in European Triathlon finals",
        "Body": "<p>On Sunday 18th June David Heathcote represented both CEMEX and Great Britain at the European triathlon finals in Kitzbuhel, Austria.  <\/p><p>Qualification for the finals took place over a number of races the previous year. David gives us an account of the race: <\/p><p><em>“The race was really tough with a strong pace on the 1,500m swim from the starting gun.  The bike leg was 42km which consisted of a three lap circuit up and around a typical alpine climb with a gradient of around 14%.  <\/em><\/p><p><em>\"Next up was the run which was two laps and again really punishing in the hills and the heat, finally crossing the line in a time of two hours and twenty-two minutes, placing me in mid pack position. <\/em><\/p><p><em>\"The race was after last year’s world finals in Mexico and it was another amazing experience with both a friendly atmosphere and scenery to die for. <\/em><\/p><p><em>\"I’d like to thank everyone from CEMEX and especially Dove Holes for their brilliant support who, along with Balfe Builders and Cavendish Engineering, kindly sponsored me for the event. Next year’s world finals are to be held at the Gold Coast, Australia… we shall see!”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:32.235",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.91",
      "status": 0
    },
    {
      "articleId": "45854875",
      "structureId": "169349",
      "title": "50 Concrete Society visitors at our Leeds readymix plant",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-29",
        "Video": "",
        "Summary": "A team of over 50 people from the Concrete Society recently visited our Leeds RMX Plant.",
        "Image Banner": "/documents/45807659/45840276/concrete-society-banner.jpg/df462dc4-ed2f-e723-a0a2-1685d6b39d57?t=1521493293504",
        "Display Title": "50 Concrete Society visitors at our Leeds readymix plant",
        "Body": "<p>A team of over 50 people from the Concrete Society recently visited our Leeds RMX Plant.  <\/p><p>The day was coordinated by Roger Taylor who was asked to arrange the open day tour of the Plant and supply a couple of speakers to talk about the basics of Readymix and pre-cast production. <\/p><p>Although some of the people have worked with concrete all their working lives, they have never had the chance to go to a production unit to actually see how the concrete is produced. <\/p><p>Roger Taylor continues: <em>“John Parker, Tracey Carden and Gordon Renshaw helped me show our visitors around the Plant, and part of the tour was a demonstration of our Evolution mix.  <\/em><\/p><p><em>\"It always amazes me that a 50 slump concrete can turn to a 700 flow with just a small amount of admixture added, and our visitors were suitably impressed as well! <\/em><\/p><p><em>\"A big thank-you to the team for ensuring the demonstration went without a hitch. The day was very interactive with some of our visitors trying their hands at a slump test themselves.  <\/em><\/p><p><em>\"The feedback from The Concrete Society and our visitors has been excellent; they now want us to put another one on for next year. The picture shows us in a controlled area so there was no requirement to wear our safety helmets.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:32.387",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:38.957",
      "status": 0
    },
    {
      "articleId": "45854882",
      "structureId": "169349",
      "title": "CEMEX Supports Institute of Traffic Accident Investigators",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-29",
        "Video": "",
        "Summary": "CEMEX Logistics supported the Institute of Traffic Accident Investigators research at Bruntingthorpe Aerodrome, Leicestershire – providing an articulated tanker and an Econic low cab tipper truck – featuring our latest vulnerable road user safety equipment for test ride demonstrations.",
        "Image Banner": "/documents/45807659/45840276/traffic-accident-investigators-banner.jpg/ce09483e-a96f-7b72-6d5b-46bd6f6dd8ce?t=1521493317434",
        "Display Title": "CEMEX Supports Institute of Traffic Accident Investigators",
        "Body": "<p>CEMEX Logistics supported the Institute of Traffic Accident Investigators research at Bruntingthorpe Aerodrome, Leicestershire – providing an articulated tanker and an Econic low cab tipper truck – featuring our latest vulnerable road user safety equipment for test ride demonstrations.<\/p><p>We also gave a talk at the annual conference on the subject of reducing conflict between HGVs and cyclists/pedestrians. <\/p><p>The event was attended by over 500 delegates with Police Officers from various UK divisions, emergency services and accident investigators and experts from both the UK and abroad. <\/p><p>The aim of the Institute is to promote road safety for the benefit of the public by improving the technical and general knowledge, and skills of persons involved in the field of investigating road traffic collisions, and seeks to improve the standards of safety of vehicles and roads of all kinds. <\/p><p>Our vehicles were there to provide experience and understanding of the direct and indirect vision in trucks and the safety devices, CCTV and safety systems we install to reduce the risk of incidents with cyclists and pedestrians. <\/p><p>The queue for the truck experience was constant all day and our drivers, Bob Lockhart, Darrell Collins and Lea Rea, worked non-stop taking delegates around the test track.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:32.544",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.009",
      "status": 0
    },
    {
      "articleId": "45854889",
      "structureId": "169349",
      "title": "Beach Clean-Up Lendahand",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-29",
        "Video": "",
        "Summary": "On 12 June the Business Performance Team in Preston Brook lent a hand at the Marine Conservation Society Beach Clean Up Event at Formby beach.",
        "Image Banner": "/documents/45807659/45840276/lend-a-hand-formby-beach-banner.jpg/aea60c03-73e3-8e46-5c35-ea62c89cf709?t=1521493302064",
        "Display Title": "Beach Clean-Up Lendahand",
        "Body": "<p>On 12 June the Business Performance Team in Preston Brook lent a hand at the Marine Conservation Society Beach Clean Up Event at Formby beach.  <\/p><p>The result was that the team collected 134kg of waste/litter during the day. As well as collecting the litter, each individual item was separately recorded and it included 282 items of plastic. <\/p><p>Keeping our beaches clean is very important for wildlife habitats as well as preserving what is undoubtedly a place of natural beauty for all to enjoy. <\/p><p>MSC Sea Champion, Andy Laverick, passed on his thanks to the CEMEX team for their efforts during the day. The photo is of the team on a rather windswept Formby beach!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:32.764",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.053",
      "status": 0
    },
    {
      "articleId": "45854896",
      "structureId": "169349",
      "title": "New homes for badgers at CEMEX Quarry",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-07-11",
        "Video": "",
        "Summary": "Last week at one of our Quarries, three members of staff were busy building a new artificial sett for our resident badger family with help from local ecologist, John Derbyshire.",
        "Image Banner": "/documents/45807659/45840276/new-home-for-badgers-banner.jpg/5c37478c-321b-7af1-3651-6479e8961903?t=1521493306401",
        "Display Title": "New homes for badgers at CEMEX Quarry",
        "Body": "<p>Last week at one of our Quarries, three members of staff were busy building a new artificial sett for our resident badger family with help from local ecologist, John Derbyshire. <\/p><p>The Badgers needed to be relocated away from our planned excavation area. It was a great opportunity to get the staff involved and learn about the badger’s habitat and they are now experts in identifying a Willow Warbler and a Yellow Hammer by bird song<strong>.<\/strong><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:32.925",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.097",
      "status": 0
    },
    {
      "articleId": "45854903",
      "structureId": "169349",
      "title": "Enraptured by raptors",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "It’s good to see Raptors continuing to flourish with breeding pairs returning for another year.",
        "Image Banner": "/documents/45807659/45840276/enraptured-by-raptors-banner.jpg/a4ff7bb7-a0f5-2727-2644-e7691b64936a?t=1521493297394",
        "Display Title": "Enraptured by raptors",
        "Body": "<p>It’s good to see Raptors continuing to flourish with breeding pairs returning for another year. <\/p><p>The RSPB have located all the Peregrine Falcon chicks and placed identification rings on each one. These birds do not always find life easy in the area due to the tourist industry drawing in shooting parties for game birds, the young of which are seen to be predators and therefore are not welcomed by the game-keeping fraternity. <\/p><p>The site teams, however, see them as a special addition to site diversity and do whatever they can to protect them in the hope they will return the following year – to date they have. <\/p><p>Long may it continue!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:33.084",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.139",
      "status": 0
    },
    {
      "articleId": "45854910",
      "structureId": "169349",
      "title": "Lendahand is in our nature",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "CEMEX Logistics & Supply Chain had a great day supporting the Cumbria Wildlife Trust at their South Walney Nature Reserve for their Lend-A-Hand day.",
        "Image Banner": "/documents/45807659/45840276/logistics-supplychain-lendahand-banner.jpg/c5faab18-f4a0-3715-868e-0d810ad866d2?t=1521493303830",
        "Display Title": "Lendahand is in our nature",
        "Body": "<p>CEMEX Logistics & Supply Chain had a great day supporting the Cumbria Wildlife Trust at their South Walney Nature Reserve for their Lend-A-Hand day. <\/p><p>The task in hand was to construct a new pathway and safe access steps to allow the reopening of an observation hide. <\/p><p>The team had a great sense of achievement on completing the task and in supporting public access to this key coastal wild life sanctuary. <\/p><p>Sarah Dalrymple, the Reserve Warden, was delighted with the result and commented on the great positive attitude of the team. <\/p><p>The willing volunteers for a day of hard work, plenty of fresh air, exercise and a bit of fun were: Paula Sedgwick, Jane Walsh, Dave Rogers, Julie Welch, Dave Hart, Carl Milton, Ian Claridge, Rob Wilkinson and Scott Jones. <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:33.245",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.182",
      "status": 0
    },
    {
      "articleId": "45854917",
      "structureId": "169349",
      "title": "Sharing truck and child safety with local school",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "In conjunction with the local haulier, Steve Fairley, who operates out of Temple Quarry, Midlothian, CEMEX held a Safety Day with all of the 100 children of Moorfoot Primary School aged 5 to 12 years.",
        "Image Banner": "/documents/45807659/45840276/child-safety-local-school-banner.jpg/59adbc08-4b7c-07bd-46d6-38094c4cff0c?t=1521493292637",
        "Display Title": "Sharing truck and child safety with local school",
        "Body": "<p>In conjunction with the local haulier, Steve Fairley, who operates out of Temple Quarry, Midlothian, CEMEX held a Safety Day with all of the 100 children of Moorfoot Primary School aged 5 to 12 years. <\/p><p>This comprised of a presentation on cycle safety, the risks and what to look out for, as well as a guided “changing places” tour around a vehicle and in cab. <\/p><p>Children were issued with takeaway packs including CEMEX activity booklets on safety, hi-vis, CEMEX water bottles and various other related safety items supplied by the haulier and Scania. <\/p><p>The Headmaster, Steven Wood, was presented with a model CEMEX Readymix truck to remind the children of the event and key messages. <\/p><p>The day was a complete success (including the weather!) and extremely rewarding and fulfilling – core to our Best For Families strategy and the staff highly praised the initiative. The feedback from the children was equally positive and engaging. <\/p><p>Thanks go to S Fairley Transport for providing the vehicle, Scania for the Mirror Mat, all of the staff and children of Moorfoot Primary, and in particular, Shirley Fairley for professionally pulling the event together over the past few months – a challenge in its own right! <\/p><p>Pictured are the children being shown around the vehicle by Steven Fairley.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:33.404",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.228",
      "status": 0
    },
    {
      "articleId": "45854924",
      "structureId": "169349",
      "title": "Clucktastic CEM-EGGS raising money for Stroke Association",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "Some time ago we heard about our innovative Cannock readymix Plant Supervisor, Lee Cattell who was keeping free range chickens and selling their eggs. The money raised was for the Stroke Association.",
        "Image Banner": "/documents/45807659/45840276/cemeggs-banner.jpg/6b0932bf-5f83-0f83-c13c-61087f6af97c?t=1521493291442",
        "Display Title": "Clucktastic CEM-EGGS raising money for Stroke Association",
        "Body": "<p>Some time ago we heard about our innovative Cannock readymix Plant Supervisor, Lee Cattell who was keeping free range chickens and selling their eggs. The money raised was for the Stroke Association.<\/p> <p>Lee’s chickens are still laying and he has raised a whopping £500 so far!! Well done Lee and well done to the hens on laying for such a worthy cause!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:33.565",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.273",
      "status": 0
    },
    {
      "articleId": "45854931",
      "structureId": "169349",
      "title": "Congratulations to Taylor &amp;amp; Morrison - Q1 Haulier Health &amp;amp; Safety Award Winners",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "We are pleased to announce that the winner of the Quarter 1 2017 CEMEX Haulier Health & Safety Award is Taylor & Morrison.",
        "Image Banner": "/documents/45807659/45840276/taylor-morrison-award-banner.jpg/2490b81a-361a-3e82-9069-684c3dacad03?t=1521493315772",
        "Display Title": "Congratulations to Taylor &amp;amp; Morrison - Q1 Haulier Health &amp;amp; Safety Award Winners",
        "Body": "<p>We are pleased to announce that the winner of the Quarter 1 2017 CEMEX Haulier Health & Safety Award is Taylor & Morrison. <\/p><p>They won the award in recognition of their innovative Mobile Inclinometer Testing machine, and their recent investment in safety equipment.  <\/p><p>These include passenger door windows; in body cameras; battery isolation units and a new Brake Disc lathe ensuring regular checks on integrity and reliability.  <\/p><p>We all know that safety has no memory and we have to be vigilant every day, so we applaud Taylor & Morrison for taking measures to improve their driver and vehicle safety. <\/p><p>They commented <em>“We have designed a bespoke system that checks all areas of the inclinometer systems installed in all of our Artics.  It is designed to allow both independent checks on trailers AND incab Inclinometer Equipment, and can be easily attached using the standard fittings.  <\/em><\/p><p><em>\"This also supports driver training, regular maintenance tests (every service) and gives us the ability to fault find very quickly and rectify them.  We believe that inclinometers and the regular checking, calibration and functioning of them, are paramount to eliminating rollovers within our operations. <\/em><\/p><p><em>\"As well as the above, we currently install in body cameras in the majority of fleet, battery isolators to prevent electrical fires, side sensors, quicksilver linings in the majority of trailers to promote quick discharge of material, additional side indicators and retrofitting of nearside viewing window on passenger door.\"<\/em><\/p><p>Ronnie Simpson is seen here presenting the award to driver, Neil Thomson (left). <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:33.811",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.325",
      "status": 0
    },
    {
      "articleId": "45854938",
      "structureId": "169349",
      "title": "New homes for badgers at Hyndford",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "Last week at Hyndford Quarry three members of staff were busy building a new artificial sett for our resident badger family with help from local ecologist, John Derbyshire. The Badgers needed to be relocated away from our planned excavation area. It was a great opportunity to get the staff involved and learn about the badger’s habitat and they are now experts in identifying a Willow Warbler and a Yellow Hammer by bird song<b>.<\/b>",
        "Image Banner": "/documents/45807659/45840276/new-home-for-badgers-hyndford-banner.jpg/536fde89-9605-7655-dc87-0ebe63845bfb",
        "Display Title": "New homes for badgers at Hyndford",
        "Body": "<p>Last week at Hyndford Quarry three members of staff were busy building a new artificial sett for our resident badger family with help from local ecologist, John Derbyshire. The Badgers needed to be relocated away from our planned excavation area. It was a great opportunity to get the staff involved and learn about the badger’s habitat and they are now experts in identifying a Willow Warbler and a Yellow Hammer by bird song<b>.<\/b><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:33.971",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.381",
      "status": 0
    },
    {
      "articleId": "45854945",
      "structureId": "169349",
      "title": "Saxmundham talk turtle doves",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "Our team at the Saxmundham plant were contacted by the RSPB to discuss how we can help promote nesting habitat for the endangered Turtle Dove. ",
        "Image Banner": "/documents/45807659/45840276/turtle-doves-banner.jpg/5bd09543-7a58-f571-921c-44206ba80f08?t=1521493317713",
        "Display Title": "Saxmundham talk turtle doves",
        "Body": "<p>Our team at the Saxmundham plant were contacted by the RSPB to discuss how we can help promote nesting habitat for the endangered Turtle Dove.  <\/p><p>They visited the plant last week and feel CEMEX can continue growing the undergrowth and shrubbery on site which attracts the Turtle Doves to nest. <\/p><p>East Anglia has been a strong nesting area in the past hence the concentration and focus in the area by the RSPB.  Matt Yaxley, cluster manager, Gary Coleman, ops supervisor, Ray Mayhew, Saxmundham plant manager and John Stokes Regional Maintenance Manager, joined the RSPB for a plant visit and evening walk at Maple Farm aimed at increasing awareness on how farmers can help the Turtle Doves too. <\/p><p>The RSPB will be writing a report including recommendations on how we can help. <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:34.13",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.445",
      "status": 0
    },
    {
      "articleId": "45854959",
      "structureId": "169349",
      "title": "Readymix Team tour their northern region on bikes",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "The intrepid tour team from Readymix cluster 7 successfully completed the Huddersfield-Halifax-Bradford-Leeds leg of their tour, and welcomed the support  of Steve Peacock, Maintenance planner for Central Readymix who was determined to visit all four plants on a testing course.",
        "Image Banner": "/documents/45807659/45840276/readymix-tour-their-region-banner.jpg/f02ae729-9a26-ec95-111d-00f473b74f9b?t=1521493310556",
        "Display Title": "Readymix Team tour their northern region on bikes",
        "Body": "<p>The intrepid tour team from Readymix cluster 7 successfully completed the Huddersfield-Halifax-Bradford-Leeds leg of their tour, and welcomed the support  of Steve Peacock, Maintenance planner for Central Readymix who was determined to visit all four plants on a testing course. <\/p><p>Working together on various legs of the tour, Steve cycled with Dave Roberts, Mike Livsey, Mark Taylor, Roger Taylor. The staff came from Technical, Sustainability, Commercial, Operations, Transport Planning, Maintenance Planning, Aggregates, Cements, IHC's in various job roles to make this a success and will help to make One CEMEX. <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:34.291",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.54",
      "status": 0
    },
    {
      "articleId": "45854966",
      "structureId": "169349",
      "title": "I will walk 179 million steps...",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "Once again this year CEMEX UK employees completed the May pedometer challenge in teams, all trying to beat the 10k steps per day ideal fitness target. During the four week period the participants clocked up a whopping 179 million steps or 89,500 miles total - that's equal to more than three times around the world's circumference. This was part of our Fit4Life campaign, raising awareness of people's health, diet and exercise.",
        "Image Banner": "/documents/45807659/45840276/pedometer-challenge-2017-banner.jpg/0d01acff-8468-d22f-af15-a3224ae4ff2a?t=1521493308405",
        "Display Title": "I will walk 179 million steps...",
        "Body": "<p>Once again this year CEMEX UK employees completed the May pedometer challenge in teams, all trying to beat the 10k steps per day ideal fitness target. During the four week period the participants clocked up a whopping 179 million steps or 89,500 miles total - that's equal to more than three times around the world's circumference. This was part of our Fit4Life campaign, raising awareness of people's health, diet and exercise.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:34.558",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.608",
      "status": 0
    },
    {
      "articleId": "45854973",
      "structureId": "169349",
      "title": "Hyndford Team Lends a Hand with Clydesdale Community",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "Last week, six members from Hyndford Quarry carried out a Lend-a-Hand at Clydesdale Community Initiative (CCI). The Charity helps people with a wide range of support needs and includes them in its various landscaping projects. The Hyndford team and members from the charity worked together to create a new path in front of the building, reorganised the wood next to the workshop so it can dry more effectively and also helped with installing new trellis in their polytunnel. CCI were very grateful for their help and wanted to say thank you to the Hyndford team for their fantastic work.",
        "Image Banner": "/documents/45807659/45840276/hyndford-lendahand-clydesdale-community-banner.jpg/f7bb0fab-c86e-25e9-8d59-ef71e1293086?t=1521493300329",
        "Display Title": "Hyndford Team Lends a Hand with Clydesdale Community",
        "Body": "<p>Last week, six members from Hyndford Quarry carried out a Lend-a-Hand at Clydesdale Community Initiative (CCI). The Charity helps people with a wide range of support needs and includes them in its various landscaping projects. The Hyndford team and members from the charity worked together to create a new path in front of the building, reorganised the wood next to the workshop so it can dry more effectively and also helped with installing new trellis in their polytunnel. CCI were very grateful for their help and wanted to say thank you to the Hyndford team for their fantastic work.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:34.777",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.653",
      "status": 0
    },
    {
      "articleId": "45854980",
      "structureId": "169349",
      "title": "Tony Lowes Eco-driver winner…",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "Congratulations go to Divethill driver Tony Lowes who is the winner of the Area 2 2017 Eco-driver for Q1 2017.",
        "Image Banner": "/documents/45807659/45840276/tony-lowes-winner-banner.jpg/c11f28e2-8ee3-25f6-f85e-1c79f10952c3?t=1521493317293",
        "Display Title": "Tony Lowes Eco-driver winner…",
        "Body": "<p>Congratulations go to Divethill driver Tony Lowes who is the winner of the Area 2 2017 Eco-driver for Q1 2017.<\/p><p> Tony managed to fend off strong competition from a number of his fellow drivers in the patch and is shown receiving his prize of a DAF jacket.  <\/p><p>Ian Phoenix, Area Logistics Manager, commented: <\/p><p><em>\"A lot of effort has been put into the vehicle telematics driving style by everyone and it was difficult to finalise a winner due to some excellent results which were very close.  <\/em><\/p><p><em>\"Some of the benefits of Eco-driving include reduced fuel consumption and exhaust emissions, lower driver fatigue and risk of road traffic collisions and less engine wear and downtime for the vehicles. <\/em><\/p><p><em>\"A big well done to all the drivers and lead drivers who have contributed to the excellent results.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:34.938",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.699",
      "status": 0
    },
    {
      "articleId": "45854987",
      "structureId": "169349",
      "title": "FORS Gold for our prime haulier partner Kingman",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "We are pleased to congratulate Kingman Services, a Contract Haulier based in London, on achieving their FORS Gold award for the third time.  Well done to everyone at Kingman Services who deliver aggregates to both our internal and external customers. They deliver 20,000 tonnes per month on average and are a prime haulier for our Logistics Division.  It’s great to be working with hauliers who take safety as seriously as we do.",
        "Image Banner": "/documents/45807659/45840276/kingman-fors-gold-banner.jpg/e95bd20c-ad1b-8314-5252-b10226034ef3?t=1521493301448",
        "Display Title": "FORS Gold for our prime haulier partner Kingman",
        "Body": "<p>We are pleased to congratulate Kingman Services, a Contract Haulier based in London, on achieving their FORS Gold award for the third time.  Well done to everyone at Kingman Services who deliver aggregates to both our internal and external customers. They deliver 20,000 tonnes per month on average and are a prime haulier for our Logistics Division.  It’s great to be working with hauliers who take safety as seriously as we do. <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:35.099",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.744",
      "status": 0
    },
    {
      "articleId": "45854994",
      "structureId": "169349",
      "title": "Tip-top for Tipper Safety",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-22",
        "Video": "",
        "Summary": "Last year CEMEX UK Logistics won the<em> \"Tipper of the Year\" <\/em>award at the TIP-Ex event (not the white stiff you use to rub out mistakes) and we were extremely pleased as it recognised the great work of the Logistics team in looking at vehicle safety features and technology.",
        "Image Banner": "/documents/45807659/45840276/tipex-2017-banner.jpg/9a47806c-c60b-b09f-213c-d554efcc6f2e?t=1521493317013",
        "Display Title": "Tip-top for Tipper Safety",
        "Body": "<p>Last year CEMEX UK Logistics won the<em> \"Tipper of the Year\" <\/em>award at the TIP-Ex event (not the white stiff you use to rub out mistakes) and we were extremely pleased as it recognised the great work of the Logistics team in looking at vehicle safety features and technology. <\/p><p>Dave Hart is even prouder to report that last week we retained this award against stiff competition. Carl Milton picked up the award on behalf of the team! <\/p><p>Congratulations to Dave and the Logistics team.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:35.257",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.792",
      "status": 0
    },
    {
      "articleId": "45855001",
      "structureId": "169349",
      "title": "Dave from Datchet goes the Extra 14.7 miles!",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-06-19",
        "Video": "",
        "Summary": "During the CEMEX UK Pedometer Challenge month Dave Dench from the Southern Logistics Aggregates team, set himself  a personal target of running into work. However, Dave lives 14.7 miles from Datchet!  He left it until the last working day of the challenge, but  he completed the run in a commendable  2hrs 16 mins and accumulated 23k steps before breakfast. Dave went on to do a staggering 43k steps for the day and contributed a massive 800k steps for the month. #Fit4Life",
        "Image Banner": "/documents/45807659/45840276/dave-datchet-pedometer-challenge-banner.jpg/6f74c930-3388-1177-0d85-ec818a7b4461?t=1521493295391",
        "Display Title": "Dave from Datchet goes the Extra 14.7 miles!",
        "Body": "<p>During the CEMEX UK Pedometer Challenge month Dave Dench from the Southern Logistics Aggregates team, set himself  a personal target of running into work. However, Dave lives 14.7 miles from Datchet!  He left it until the last working day of the challenge, but  he completed the run in a commendable  2hrs 16 mins and accumulated 23k steps before breakfast. Dave went on to do a staggering 43k steps for the day and contributed a massive 800k steps for the month. #Fit4Life<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:35.417",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.849",
      "status": 0
    },
    {
      "articleId": "45855015",
      "structureId": "169349",
      "title": "Unexpected visitor to West Heath Quarry",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-31",
        "Video": "",
        "Summary": "Matthew Cross from West Heath quarry sent in the following this week -",
        "Image Banner": "/documents/45807659/45840276/west-heath-deer-banner.jpg/8638b102-e8db-9c3e-8b09-da5b1f55d2b4?t=1521493318902",
        "Display Title": "Unexpected visitor to West Heath Quarry",
        "Body": "<p>Matthew Cross from West Heath quarry sent in the following this week - <\/p><p><em>\"This morning in a quiet moment for the weighbridge we were surprised with a visitor at West Heath Quarry. The young Roe Stag came through the car park, across the weighbridge before disappearing into the woods down the pedestrian walkway. This is the second deer sighting in as many weeks but I was quicker with the camera for this appearance!\"<\/em> <\/p><p>Great picture Matthew, and as someone commented on SHIFT, did you have time to check that the stag had the correct  PPE ?<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:35.578",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:39.939",
      "status": 0
    },
    {
      "articleId": "45855022",
      "structureId": "169349",
      "title": "Coal Tits return to East Kilbride Cigarette Box",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-25",
        "Video": "",
        "Summary": "With winter finally gone, spring has brought back the family of Coal Tits to the East Kilbride Laboratory.",
        "Image Banner": "/documents/45807659/45840276/coaltits-cigarette-box-banner.jpg/08f7b6d0-dc03-2402-b34e-f3874f32cb6d?t=1521493293290",
        "Display Title": "Coal Tits return to East Kilbride Cigarette Box",
        "Body": "<p dir=\"LTR\">With winter finally gone, spring has brought back the family of Coal Tits to the East Kilbride Laboratory. <\/p><p dir=\"LTR\">The redundant cigarette bin has once again become home to the birds that have spent the last few weeks preparing their nest. <\/p><p dir=\"LTR\">Currently six small eggs are being attended to by the pair who the Technical department staff have affectionately called ‘Steve and Ann’, following the sound of their calls to each other. 　<\/p>\n<p>The eggs should hatch in the coming weeks and we should see chicks trying to leave the nest by mid June.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:35.805",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.001",
      "status": 0
    },
    {
      "articleId": "45855036",
      "structureId": "169349",
      "title": "Sheffield’s Biggest Train Delivery So Far.....",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-25",
        "Video": "",
        "Summary": "2017 has seen a big upturn in the consistency of supply from box wagons into Sheffield depot. They were running with an average of 18 wagons in midweek and 11 on a Saturday, giving a weekly delivery total of 4,225 tonnes that often required additional road support to ensure they had sufficient volume to supply the local Readymix Plants and the external market.",
        "Image Banner": "/documents/45807659/45840276/box-wagon-banner.jpg/238dbc22-1593-827b-6bf4-09072646d4da?t=1521493289653",
        "Display Title": "Sheffield’s Biggest Train Delivery So Far.....",
        "Body": "<p>2017 has seen a big upturn in the consistency of supply from box wagons into Sheffield depot. They were running with an average of 18 wagons in midweek and 11 on a Saturday, giving a weekly delivery total of 4,225 tonnes that often required additional road support to ensure they had sufficient volume to supply the local Readymix Plants and the external market. <\/p><p>Due to work from Nicola Drabble, Nick Watson and Adam Rickett (DB Cargo), they now have 24 brand new high capacity MMA wagons each carrying 75 tonnes payload per wagon.  That is a huge increase, per train load, of 1,850 tonnes per delivery - the equivalent to 64 articulated lorry movements.  <\/p><p>That now means they can get over 7,400 tonnes in a week, by rail, over the four paths available. Come on Sales Teams - get those orders in and let’s get batching!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:35.965",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.101",
      "status": 0
    },
    {
      "articleId": "45855043",
      "structureId": "169349",
      "title": "Huge readymix project at Hartlepool",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-25",
        "Video": "",
        "Summary": "CEMEX Readymix in Newcastle has successfully supplied more than 20,000 cubic metres of concrete over more than two years at Able’s Seaton Port, Hartlepool to enable the largest ever transport of a SHELL vessel - the Brent Delta Oil Platform which was to be decommissioned on the completed Quay.",
        "Image Banner": "/documents/45807659/45840276/ables-seaton-port-banner.jpg/4172567b-1732-0da5-7553-1eaf29ff709f?t=1521493285272",
        "Display Title": "Huge readymix project at Hartlepool",
        "Body": "<p>CEMEX Readymix in Newcastle has successfully supplied more than 20,000 cubic metres of concrete over more than two years at Able’s Seaton Port, Hartlepool to enable the largest ever transport of a SHELL vessel - the Brent Delta Oil Platform which was to be decommissioned on the completed Quay. <\/p><p>Gary Cain from Readymix Newcastle said <em>\"When I was first called to a Logistics Meeting with Contracts Manager, Mike Wood, the sheer scale and demands of the pours seemed out to be of our reach!.They needed 18 x 750m3 single cast slab pours, pour time sensitive, comprising C50 Concrete and all to be placed via two mobile pumps!<\/em><\/p><p><em>\"T<\/em><em>his, together with multi pours on Quay 3 and Quay 9 totalling some 20,000m3, were supplied from our plants at Hartlepool, Stockton and Middlesbrough.  It was a mammoth task but one CEMEX were well able to take on. I’d personally like to thank the Production team headed by Bill Clarke and the Technical boys, fronted by Steve Simm, for their efforts in helping support this project which passed by, I’m delighted to say, without a hitch.\"<\/em><\/p><p>Mike Wood, Project Director, and Michael Cronin, Site Foreman, passed on their admiration to the spirit and endeavour shown in helping them achieve their goals.  The proof of the pudding is in the photo which shows the Brent Delta Platform perched safely on our completed 13,500m3 slab.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:36.124",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.148",
      "status": 0
    },
    {
      "articleId": "45855050",
      "structureId": "169349",
      "title": "Somercotes Breakfast Club is Underway",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-11",
        "Video": "",
        "Summary": "Rail Solutions at our Somercotes Plant has held its first Breakfast Club, to run alongside their Fruity Friday’s campaign.",
        "Image Banner": "/documents/45807659/45840276/somercotes-breakfast-club-banner.jpg/9edf4cca-95a5-51fc-6093-c1b645db115c?t=1521493313993",
        "Display Title": "Somercotes Breakfast Club is Underway",
        "Body": "<p>Rail Solutions at our Somercotes Plant has held its first Breakfast Club, to run alongside their Fruity Friday’s campaign. <\/p><p>As well as this, the ‘Rail Walkers’ pedometer team will be taking some time out of their lunch breaks to go for a walk together, building team spirit and having some fun along the way. <\/p><p>These will continue throughout the year and they will be looking to get the ideas from the team on how to improve on the club. Well done team!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:36.284",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.194",
      "status": 0
    },
    {
      "articleId": "45855057",
      "structureId": "169349",
      "title": "Community Cavern Visit at Taffs Well",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-11",
        "Video": "",
        "Summary": "Taffs Well Quarry has a good relationship with their local community. One particular supporter of the Quarry, Norma Procter MBE, recently contacted the Quarry with a request for her History Group to visit the old mine workings situated in the northern end of the Quarry.",
        "Image Banner": "/documents/45807659/45840276/taffs-wells-quarry-banner.jpg/65d7cf55-19cf-2960-352d-1bf9593e1df1?t=1521493315574",
        "Display Title": "Community Cavern Visit at Taffs Well",
        "Body": "<p>Taffs Well Quarry has a good relationship with their local community. One particular supporter of the Quarry, Norma Procter MBE, recently contacted the Quarry with a request for her History Group to visit the old mine workings situated in the northern end of the Quarry. <\/p><p>The visit was led by Graham Warrington QM and Alan Walters AQM, and consisted of 16 people from the History Group which included two candidates in the Local Elections. <\/p><p>Everyone enjoyed the visit and thanked CEMEX for the opportunity to visit such an important site in their community. <\/p><p>Norma commented: <em>“Thanks to CEMEX for making the trip to the underground iron working caverns such a special experience.\"<\/em><\/p><p>Special thanks to Graham Warrington and Alan Walters for being such excellent and informative guides.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:36.445",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.241",
      "status": 0
    },
    {
      "articleId": "45855064",
      "structureId": "169349",
      "title": "Hope Street&amp;#39;s new Swift Tower",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-11",
        "Video": "",
        "Summary": "A new home for Swifts, a Swift tower, has been erected at CEMEX’s busy Asphalt Plant in Hope Street, Manchester to encourage this charismatic bird to come and colonise. Over the coming weeks, Swifts will be returning to our towns and cities and are a quintessential sign of the British summer. Swifts are the perfect house guest. They are only in the UK for three months of the year; make no mess when nesting and help get rid of flying insects and mosquitoes. Sadly, their numbers have been rapidly declining, due in part it is thought, to the lack of homes in our urban environments. The new Swift tower could help provide a home for the Swifts.  Standing over 6ft high the new tower incorporates a ‘caller’, a pre-recorded sound of a Swift’s call that plays at dusk and dawn to encourage new occupants to move in. “I’m sure our new tower will be a great home for any Swifts coming to Manchester and, hopefully over the coming years, they will make our Plant their UK destination. There’s nothing like seeing and hearing Swifts soar over rooftops on a summer’s evening. They are amazing birds and one of the fastest flying birds in the world,” commented Phil Repton, Hope Street Plant Manager. The photo shows Phil and Jenny Oldroyd, our RSPB Biodiversity Manager.",
        "Image Banner": "/documents/45807659/45840276/swift-box-banner.jpg/6b4d73f0-efd4-ca6c-04b8-5fe5e739e2d9?t=1521493315303",
        "Display Title": "Hope Street&amp;#39;s new Swift Tower",
        "Body": "<p>A new home for Swifts, a Swift tower, has been erected at CEMEX’s busy Asphalt Plant in Hope Street, Manchester to encourage this charismatic bird to come and colonise. Over the coming weeks, Swifts will be returning to our towns and cities and are a quintessential sign of the British summer. Swifts are the perfect house guest. They are only in the UK for three months of the year; make no mess when nesting and help get rid of flying insects and mosquitoes. Sadly, their numbers have been rapidly declining, due in part it is thought, to the lack of homes in our urban environments. The new Swift tower could help provide a home for the Swifts.  Standing over 6ft high the new tower incorporates a ‘caller’, a pre-recorded sound of a Swift’s call that plays at dusk and dawn to encourage new occupants to move in. “I’m sure our new tower will be a great home for any Swifts coming to Manchester and, hopefully over the coming years, they will make our Plant their UK destination. There’s nothing like seeing and hearing Swifts soar over rooftops on a summer’s evening. They are amazing birds and one of the fastest flying birds in the world,” commented Phil Repton, Hope Street Plant Manager. The photo shows Phil and Jenny Oldroyd, our RSPB Biodiversity Manager. <\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:36.625",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.289",
      "status": 0
    },
    {
      "articleId": "45855071",
      "structureId": "169349",
      "title": "No Horsing Around with Geoff",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-11",
        "Video": "",
        "Summary": "CEMEX UK recently received a tweet from a member of the public wanting to applaud the great behaviour of CEMEX independent haulage contractor Driver, Geoff Oakley, in Bressingham.",
        "Image Banner": "/documents/45807659/45840276/geoff-oakley-banner.jpg/59f609c7-7c8e-eccc-f25d-91baf5891a8e?t=1521493298920",
        "Display Title": "No Horsing Around with Geoff",
        "Body": "<p>CEMEX UK recently received a tweet from a member of the public wanting to applaud the great behaviour of CEMEX independent haulage contractor Driver, Geoff Oakley, in Bressingham. <\/p><p>Whilst driving Geoff noticed he was approaching a horse in the roadway.  As he approached he used his knowledge and experience and slowed the truck mixer down, parked up safely and turned his vehicle off whilst the horse passed. <\/p><p>He does this with any horse as he has noticed that the rotating drum seems to ‘spook’ the horses as they pass him. Following his actions the member of public tweeted not just once but twice to answer one of our questions and couldn’t compliment Geoff enough for his actions. <\/p><p>It turns out it was a young horse being trained on the roadway and the rider really appreciated the action he took to ensure everybody remained safe. <\/p><p>Well done Geoff!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:36.825",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.339",
      "status": 0
    },
    {
      "articleId": "45855078",
      "structureId": "169349",
      "title": "Boughton Leigh School gardening club hopes design will ‘cement’ RHS success",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-03",
        "Video": "",
        "Summary": "Members of the Boughton Leigh Infant school’s Gardening Club are hoping their design for a bug hotel will \"cement\" their success in a national gardening competition.",
        "Image Banner": "/documents/45807659/45840276/boughton-leigh-infant-school-banner.jpg/03965f15-bd4e-3b36-fc10-97188972f265?t=1521493289552",
        "Display Title": "Boughton Leigh School gardening club hopes design will ‘cement’ RHS success",
        "Body": "<p>Members of the Boughton Leigh Infant school’s Gardening Club are hoping their design for a bug hotel will \"cement\" their success in a national gardening competition. <\/p><p>They are busy making a shelter for insects in the shape of the tower at the Rugby Cement plant after their prototype plan won a place to be exhibited at the prestigious RHS Chatsworth Flower Show in June. <\/p><p>Schools in Derbyshire, Nottinghamshire, Leicestershire, Staffordshire, Warwickshire, Yorkshire and West Midlands were invited to take part in the competition to design a bug hotel to fit the theme of <em><strong>“Inspiring Architecture: Past, Present and Future.”<\/strong><\/em> <\/p><p>The Boughton Leigh entry is one of 15 chosen to be displayed at the five day show - during which members of the public will select a winner. <\/p><p>Gardening Club organiser Mrs Hopkin said: <\/p><p><em>“We can see the cement works tower from the school allotment. It is a very futuristic structure with lots of interesting shapes which are perfect for creating areas to provide shelter for different types of insects. <\/em><\/p><p><em>\"The children enjoyed planning the design and they are now very excited to have the opportunity to make the structure and take it to the Chatsworth Flower Show.”<\/em> <\/p><p>The school has a long tradition of offering gardening as an extracurricular activity for pupils and last year they won the prestigious Queen’s 90th Birthday and Platinum Prize in the Primary School Category of the Rugby in Bloom Awards.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:36.984",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.385",
      "status": 0
    },
    {
      "articleId": "45855085",
      "structureId": "169349",
      "title": "Congratulations to the Paving Solutions Warriors",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-03",
        "Video": "",
        "Summary": "Congratulations to the paving solutions team for completing the Yorkshire Warrior over the weekend. ",
        "Image Banner": "/documents/45807659/45840276/yorkshire-warrior-banner.jpg/701530c6-6aca-52d4-bac7-60eae8a7049e?t=1521493319297",
        "Display Title": "Congratulations to the Paving Solutions Warriors",
        "Body": "<p>Congratulations to the paving solutions team for completing the Yorkshire Warrior over the weekend.  <\/p><p>The Yorkshire Warrior entrants can choose from either ten or five tough miles across the Yorkshire countryside with hills, bogs, 200m river walk, 800m underground tunnel, fire, ice bath, barbed wire, electric fence, crawling, climbing, log carrying and lots more. <\/p><p>James Playford said it was hard work but great fun - another great example of getting fit4life and enjoying exercise with your friends!<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:37.117",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.43",
      "status": 0
    },
    {
      "articleId": "45855092",
      "structureId": "169349",
      "title": "Focusing on nutrition and well-being at Washwood Heath",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-03",
        "Video": "",
        "Summary": "CEMEX Rail Solutions at Washwood Heath have spent a day with a nutritionist to discuss what is best to eat and when is best to eat it. ",
        "Image Banner": "/documents/45807659/45840276/nutrition-sleeper-factory-banner.jpg/99449132-d180-1e54-3cd1-52268a7af0b3?t=1521493307278",
        "Display Title": "Focusing on nutrition and well-being at Washwood Heath",
        "Body": "<p>CEMEX Rail Solutions at Washwood Heath have spent a day with a nutritionist to discuss what is best to eat and when is best to eat it. <\/p><p>The nutritionist is part of the New Leaf team who have been helping the plant over the past year with health and well-being. <\/p><p><em>“We have had a few ideas for our breakfast club and have asked the guys on site if they have any thoughts on how we can improve things.”<\/em> <\/p><p>Commented Terry Gillooly plant manager, <em>“This continues our focus on the health and well being of all employees on site -  the nutritionist spent three hours at the start of the day with our three on-site health champions who will continue to champion health and well-being before starting hourly sessions with the team.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:37.251",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.475",
      "status": 0
    },
    {
      "articleId": "45855099",
      "structureId": "169349",
      "title": "New sand plant for Rugeley Quarry improves efficiency",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-03",
        "Video": "",
        "Summary": "Work has started on the new sand and water treatment plant at Rugeley Quarry, when completed this will improve the quality of the concrete sand and eliminate the need to blend with limestone fines.",
        "Image Banner": "/documents/45807659/45840276/new-sand-plant-rugeley-banner.jpg/59e74339-f76f-08d0-c673-4664533dd022?t=1521493306655",
        "Display Title": "New sand plant for Rugeley Quarry improves efficiency",
        "Body": "<p>Work has started on the new sand and water treatment plant at Rugeley Quarry, when completed this will improve the quality of the concrete sand and eliminate the need to blend with limestone fines. <\/p><p>In addition, the fine sand that at present is lost into the lagoons due to the inefficiency of existing sand plant will be retained to produce additional building sand product and a fill sand that will be used on site by a third party for producing a soil by blending with a compost. <\/p><p>The addition of the water treatment plant will eliminate the requirement to pump water from a river over 2km away.<\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:37.385",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.519",
      "status": 0
    },
    {
      "articleId": "45855106",
      "structureId": "169349",
      "title": "New rail service for CEMEX UK and Colas",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-03",
        "Video": "",
        "Summary": "This week the CEMEX team at Stourton plant received their first ever Colas Rail train, which was carrying valuable  High PSV stone from Gilfach Quarry via Neath Abbey Railhead.",
        "Image Banner": "/documents/45807659/45840276/another-rail-service-banner.jpg/fc8c06be-2bc1-3b90-c0f4-a0d750be5ba0?t=1521493286239",
        "Display Title": "New rail service for CEMEX UK and Colas",
        "Body": "<p>This week the CEMEX team at Stourton plant received their first ever Colas Rail train, which was carrying valuable  High PSV stone from Gilfach Quarry via Neath Abbey Railhead. <\/p><p>Nick Watson commented <em>“We have been trying hard to get this line running and it will share services with material into Washwood Heath which is already booked for next week. <\/em><\/p><p><em>\"It provides a valuable and cost effective route to market for material from Gilfach which is in high demand elsewhere in the UK and allows us to minimise the road movements to these sites. We hope to fully establish these routes over the next few weeks with Colas Rail. <\/em><\/p> <p><em>\"Thanks to Paul Carey for getting out of bed early on Thursday to see the train in and offload the product. The Colas staff were professional and very customer focussed which all bodes well for the future. <\/em><\/p><p><em>\"This is a great way for us to be best for customers, shareholders and the community.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:37.539",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.565",
      "status": 0
    },
    {
      "articleId": "45855113",
      "structureId": "169349",
      "title": "Wenvoe Quarry helps launch Welsh Baccalaureate water safety challenge",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-05-03",
        "Video": "",
        "Summary": "Last week Kirsty Williams, Cabinet Secretary for Education, showed support for new Welsh Baccalaureate challenge to keep communities safe in and around water. ",
        "Image Banner": "/documents/45807659/45840276/children-carmarthen-school-launch-banner.jpg/1f2e62ba-1aeb-3225-ae75-f8616665f8b9?t=1521493292750",
        "Display Title": "Wenvoe Quarry helps launch Welsh Baccalaureate water safety challenge",
        "Body": "<p>Last week Kirsty Williams, Cabinet Secretary for Education, showed support for new Welsh Baccalaureate challenge to keep communities safe in and around water.  <\/p><p>The launch of the safety challenge took place at CEMEX’s Wenvoe quarry and was also attended by Chris Leese, VP for Aggregates.  <\/p><p>The initiative is aimed at Wales’ comprehensive schools who are to undertake new community challenge looking at water safety to gain their Baccalaureate qualification. <\/p><p>Shockingly 1 person every 20 hours drowns in the UK, which is 400 accidental drownings happening each year in the UK. With almost 40 of those being in Wales, safety in and around water has become a priority for emergency services, charities, industry and rescue organisations to ensure that drowning is reduced across the coastal, inland, rivers and open waters of Wales. <\/p><p>The agencies involved with delivering and supporting this Baccalaureate challenge include the Royal Life Saving Society UK (RLSS), the three Welsh Fire and Rescue Services, the Mineral Products Association (MPA), RNLI and Welsh Water. <em>\"I look forward to meeting students from Queen Elizabeth Secondary School in Carmarthen to hear their views on these resources.”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:37.777",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.612",
      "status": 0
    },
    {
      "articleId": "45855120",
      "structureId": "169349",
      "title": "Bigger Box Wagons Railing In!",
      "templateId": "169420",
      "userName": "Liferay Admin",
      "version": 1,
      "userId": "20156",
      "content": {
        "Creation Date": "2017-04-27",
        "Video": "",
        "Summary": "We have recently seen our rail provider, DB Cargo deploy new higher capacity box wagons on our services. The benefits are more tonnage in the same length train and will pay dividends supplying our busy depots.",
        "Image Banner": "/documents/45807659/45840276/bigger-boxes-banner.jpg/e0384e61-9e1a-93eb-80cc-16312a160372?t=1521493288677",
        "Display Title": "Bigger Box Wagons Railing In!",
        "Body": "<p>We have recently seen our rail provider, DB Cargo deploy new higher capacity box wagons on our services. The benefits are more tonnage in the same length train and will pay dividends supplying our busy depots. <\/p><p>Rob Cunningham, Supply Chain Manager commented: <em>“We moved a record tonnage by Rail smashing our previous best month. Dove Holes performed brilliantly and our tonnage at Cardiff improved. <\/em><\/p><p><em>\"I’m particularly proud of the growth in the Welsh element, now making up 5% of what we move with hopefully more to come – a small but important piece of the jigsaw. <\/em><\/p><p><em>\"Nicholas Watson, Elizabeth Dixon and I recently visited the Barking depot (which is supplied from Dove Holes) to see the new boxes being unloaded, they certainly look the part!”<\/em><\/p>"
      },
      "displayDate": "2018-03-21 19:01:00.0",
      "modifiedDate": "2024-06-24 13:20:37.938",
      "categories": [
        "Story",
        "MEDIA-PressReleases"
      ],
      "createDate": "2018-03-21 19:01:40.656",
      "status": 0
    } 
  ],
  "localeId": "en_GB"
}